{"source_file": "05CG2021179_8346_251101034656.pdf", "case_number": "05CG2021179_8346_251101034656", "full_text": "Leitsatz 1\n§ 53 Abs 2 JN bezieht sich auf Rechtsstreitigkeiten aus einem Rechtsverhältnis, nicht\nauf solche, die bloss im Zusammenhang mit diesem stehen. Im Zweifel ist kein\nvereinbarter ausschliesslicher Gerichtsstand, sondern ein Wahlgerichtsstand\nanzunehmen.\nBESCHLUSS\nDer Fürstliche Oberste Gerichtshof hat als Rekursgericht durch seinen ersten Senat\nunter dem Vorsitz des Präsidenten Univ.Prof.iR Dr. Hubertus Schumacher sowie die\nOberstrichterIn Dr.Wigbert Zimmermann, Dr. Marie-Theres Frick, Dr.Thomas Hasler\nund Dr. Thomas Risch als weitere Mitglieder des Senates, ferner im Beisein der\nSchriftführerin Astrid Wanger in der Rechtssache der klagenden Parteien 1. A*****,\nund 2. AA*****, beide vertreten durch *****, wider die beklagte Partei B*****, vertreten\ndurch ***** ,wegen Feststellung (CHF 327'692.51 s.A.) über den Rekurs der klagenden\nParteien vom 25.10.2022, ON 31, gegen den Beschluss des Fürstlichen Obergerichtes\nvom 11.10.2022, ON 30, mit dem infolge Berufung der Beklagten ON 21 das Urteil\ndes Fürstlichen Landgerichts vom 08.03.2022, ON 20, und das vorausgegangene\nVerfahren als nichtig aufgehoben und die Klage zurückgewiesen wurde, in nicht öffentlicher Sitzung beschlossen:\nDem Rekurs wird F o l g e gegeben, der angefochtene Beschluss des Fürstlichen\nObergerichts vom 11.10.2022, ON 30, wird aufgehoben und dem Fürstlichen Obergericht aufgetragen, unter Abstandnahme vom herangezogenen Nichtigkeitsgrund\nüber die Berufung der Beklagten zu entscheiden.\nDie Kosten des Rekursverfahrens sind weitere Verfahrenskosten.\n05 CG.2021.179\nOGH.2022.89\nBEGRÜNDUNG\n1.\nIn der aus dem Rubrum ersichtlichen Rechtssache erkannte das Fürstliche\nLandgericht mit Urteil vom 08.03.2022 wie folgt (ON 20):\n„1. Es wird festgestellt, dass die Darlehensforderung aufgrund des Darlehensvertrags vom 18.06./22.06.2013 gegenüber den klagenden Parteien\ninfolge Schulderlasses der ***** erloschen ist.\n2. Die beklagte Partei ist schuldig, den klagenden Parteien binnen 14 Tagen\nzu Handen des Klagsvertreters die mit CHF 19‘682.48 bestimmten Kosten\ndes Verfahrens zu ersetzen.“\n1.1.\nDabei stellte das Erstgericht nachstehenden Sachverhalt fest (ON 20, S.\n6 bis S. 12):\n„Die Beklagte - B***** - wurde am **.07.2012 im liechtensteinischen Handelsregister unter der Registernummer ***** hinterlegt. Mitglieder des\nStiftungsrates sind seit 14.01.2014 *****, ***** und seit 29.12.2015 noch\nzusätzlich ***** (Beilage A). Stifterin der Beklagten ist *****(Beilage 1).\n*****ist am *****in Schiers / Graubünden verstorben. Die Beklagte ist die\neinzige Erbin nach *****(Beilage E). Die Beklagte hat die Erbschaft angenommen. Ausserdem sind als Willensvollstrecker der Erblasserin *****\nsowie Rechtsanwalt ***** eingesetzt worden. Die klagenden Parteien sind\ndie Erben nach *****, welche am ***** verstorben ist (Beilagen C, W und\nX). ***** war eine Nichte von *****. Am 18.06.2013 bzw. 22.06.2013 gewährte *****an ***** ein Darlehen von EUR 300‘000.00 auf Basis nachfolgenden Darlehensvertrags: Ebenfalls am 18.06.2013 unterzeichnete\n*****eine als verbindliche Instruktion betiteltes Schreiben, welches wie\nfolgt lautete:\nXXX\nDiese Instruktion ging an die Willensvollstrecker ***** und ***** sowie in\nKopie an *****. Am 21.11.2018 übermittelte ***** folgende E-Mail-Nachricht\nan *****:\nXXX\nMit Schreiben vom 17.05.2019 an ***** ersuchte und informierte die Beklagte diese wie folgt:\nXXX\nMit Schreiben vom 28.10.2020 forderte Rechtsanwalt der Beklagten in\nDeutschland, *****, die klagenden Parteien auf, das zukünftig per\n01.07.2021 fällige Darlehen samt Zinsen in der Höhe von EUR 372‘000.00\ndurch notarielles Schuldanerkenntnis sicherzustellen (Beilagen O und P).\nEs kann nicht festgestellt werden, dass im Jahr 2014 ***** aus dem Begünstigtenkreis der Beklagten gelöscht wurde (Beilagen J, 2). Ebenso\n- 2 -\nkann nicht festgestellt werden, dass die verbindliche Instruktion durch\n*****vor deren Ableben am *****bezüglich dem Darlehen an ***** widerrufen\noder abgeändert wurde.“\n1.2.\nIn rechtlicher Hinsicht erwog das Fürstliche Landgericht wie folgt:\n„Die Zuständigkeit des Fürstlichen Landgerichts ist aufgrund von § 36 JN\ngegeben. Gegenständlich handelt es sich nicht um eine Streitigkeit aus\ndem Darlehensvertrag, sondern vielmehr um eine Feststellungsklage,\nwelche ihre Grundlage in der verbindlichen Instruktion der ***** hat. Da in\ndieser kein Gerichtsstand vereinbart ist, kann jedenfalls die Klage am Sitz\nder Beklagten erhoben werden. Auch das Feststellungsinteresse der klagenden Parteien für den vorbeugenden Rechtsschutz ist zu bejahen, da\ndie Beklagte die Fälligkeit des Darlehens angezeigt und die Rückzahlungsaufforderung den klagenden Parteien als Erben nach ***** angemahnt\nhaben (Beilagen O und P). Eine Leistungsklage kann diesbezüglich nicht\nerhoben werden und eine solche wurde von der Beklagten ebenfalls noch\nnicht anhängig gemacht, sodass die klagenden Parteien nicht Einwendungen in einem bestehenden Verfahren erheben könnten. Auch die Aktivlegitimation der klagenden Parteien ist zu bejahen. Diesbezüglich kann auf\ndie Antragstellung für den Erbschein und das ***** durch die klagenden\nParteien, Beilagen W und X sowie die Tatsache, dass die Beklagte selbst\nin ihrem Aufforderungsschreiben (O und P) von den klagenden Parteien\nals Erben nach ***** ausgehen, verwiesen werden. Ein Abgehen von dieser\nMeinung und Bestreitung der Aktivlegitimation widerspräche zudem dem\nGrundsatz nach Treu und Glauben und ist dies nicht zu schützen (Art 2\nPGR, GE 2008, 41). Die Passivlegitimation der Beklagten war zu bejahen,\nda diese das Darlehen fällig stellt (Beilagen O und P) und zudem die verbindliche Instruktion an einen der Stiftungsräte als Willensvollstrecker von\n***** gerichtet war und ***** selbst anfügte, dass die Darlehensforderung\nan die Beklagte übergehe und diese von dieser zu erlassen sein wird.\nAusserdem war es auch ***** ***** der ursprünglich noch ***** vom Darlehenserlass im Namen der Beklagten informierte. ***** selbst hat in der\nverbindlichen Instruktion selbst ausgeführt, dass das Glattstellen des\nDarlehensbetrages mittels Ausschüttung der Beklagten erfolgen sollte.\nDementsprechend ist die Beklagte zur Erfüllung der verbindlichen Instruktion im Sinne einer Anweisung an die Beklagte jedenfalls zuständig und\ndamit gegenständlich passivlegitimiert. Bei der verbindlichen Instruktion\nhandelt es sich um ein Vermächtnis, das aufgrund des Personalstatuts\nder Erblasserin ***** und der Abhandlung ihrer Verlassenschaft nach\nSchweizer Recht zu beurteilen ist. Nach Schweizer Recht kann durch ein\nVermächtnis einem Bedachten ohne ihn als Erben einzusetzen ein Vermögensvorteil zugewendet werden (Art 484 chZGB). Konkret handelt es sich\n- 3 -\num ein Liberationsvermächtnis. ***** auferlegte ihrer Verlassenschaft bzw.\nder Beklagten, ***** von der Verbindlichkeit des Darlehens zu befreien\n(BSK, ZGB II Huwiler, Art 484 Rz 68). Ein Vermächtnis kann entweder mit\nöffentlicher Beurkundung oder eigenhändig oder durch mündliche Erklärung\nerrichtet werden (Art 498 chZGB). Nachdem ***** sich die Errichtung von\nLegaten in ihrem notariell errichteten Testament vorbehalten hat, erscheint\ndie Tatsache, dass sie ein Legat in Form der verbindlichen Instruktion errichtete hin wie her unproblematisch. ***** hat die verbindliche Instruktion\nallerdings lediglich als maschinengeschriebene Aufsatz persönlich und\nohne Zeugen unterzeichnet. Dementsprechend ist diese letztwillige Verfügung zunächst formungültig errichtet worden. Gem Art 520 chZGB kann\nbei einem Formmangel die Verfügung durch Erhebung der Klage für ungültig erklärt werden. Insbesondere beim Formmangel geht der Gesetzgeber aber davon aus, dass diese Verfügungen nur dann unwirksam sind,\nwenn dies gerichtlich festgestellt wurde, da ansonsten bei vorliegendem\nVerpflichtungswillen des Erblasser die Gültigkeit zu bejahen ist (BSK, ZGB\nII Forni/Piatti, Art 520 Rz 23). Die Klage wäre aber ohnehin in der Schweiz\nanzuheben gewesen. Allerdings sieht Art 521 chZGB vor, dass die Ungültigkeitsklage nach Ablauf eines Jahres verjährt und zwar von dem Zeitpunkt\nan gerechnet, da der Kläger von der Verfügung und dem Ungültigkeitsgrund\nKenntnis erhalten hat. Die Verfügung der verbindlichen Instruktion ist an\ndie Beklagte gerichtet bzw. an die beiden Willensvollstrecker wovon einer\nim Stiftungsrat der Beklagten Einsitz hat. Die Beklagte selbst als auch der\nStiftungsrat ***** haben bereits in zwei schriftlichen Aufforderungen der\n***** gegenüber die Gültigkeit der verbindlichen Instruktion anerkannt und\nderen Vollzug - weil dem Erblasserwillen entsprechend - in Aussicht gestellt. Aufgrund fehlender Klage auf Ungültigkeit der verbindlichen Instruktion und Verjährung des Klagerechts mindestens seit **.12.2017 (Tod von\n***** am ***** wobei die Instruktion bereits seit 18.06.2013 den Willensvollstreckern bekannt ist) ist von der Gültigkeit der verbindlichen Instruktion\nauszugehen, dies darüber hinaus auch, da die Beklagte selbst von der\nGültigkeit noch im Jahr 2018 und 2019 selbst ausgegangen war und ein\ngrundloses Abgehen davon Treu und Glauben widerspräche und sich aus\nden Beweisergebnissen gar nicht begründen liesse. Ausserdem gibt es\nkeine Beweisergebnisse, dass ***** gegenüber die verbindliche Instruktion\nwiderrufen worden wäre. Eine Streichung der ***** aus dem Begünstigtenkreis der Beklagten lässt sich ebenfalls nicht feststellen, wäre aber ohnehin\nfür das Darlehen irrelevant. Dementsprechend war festzustellen, dass die\nBeklagte aus dem Darlehensvertrag gegenüber den klagenden Parteien\nals Erben nach ***** keine Forderungen hat, da dieses Darlehen noch von\n***** mittels Vermächtnis erlassen wurde. ….“\n- 4 -\n2.\nDas Fürstliche Obergericht gab der Berufung wegen Nichtigkeit Folge,\nhob das angefochtene Urteil des Fürstlichen Landgerichts sowie das erstinstanzliche Verfahren auf und wies die gegenständliche Klage zurück.\nIm Wesentlichen und zusammengefasst führte das Fürstliche Obergericht\naus:\n2.1.\nDie Formgültigkeit der Gerichtsstandklausel im gegenständlichen Darlehensvertrag (Blg./K) stehe ausser Frage. Mangels einer Einschränkung\nder Prorogation umfasse die Gerichtsstandsvereinbarung alle aus dem im\ngegenständlichen Vertragsverhältnis sich ergebenden Streitigkeiten. Dies\nmüsse auch für den gegenständlichen Darlehensvertrag gelten. Nach der\nösterreichischen Rezeptionsvorlage zu § 43 JN (§ 104 öJN) schaffe eine\nZuständigkeitsvereinbarung im Zweifel zwar nur einen Wahlgerichtsstand,\ndoch könne die ausschliessliche Zuständigkeit des prorogierten Gerichts\nausdrücklich vereinbart werden oder sich aus dem Gesamtzusammenhang\nder Vereinbarung unmittelbar ergeben.\n2.2.\nDer Nichtigkeitsgrund des § 446 Abs 1 Z 3 ZPO sei dann gegeben, wenn\ndas Gericht auch nicht durch ausdrückliche Vereinbarung der Parteien für\ndiese Rechtssache zuständig gemacht werden könne. Der Nichtigkeitsgrund sei verwirklicht, wenn die Rechtssache der inländischen Gerichtsbarkeit entzogen sei. Es dürfe allerdings keine rechtskräftige gegenteilige\nEntscheidung vorliegen.Werde mit der Berufung zu Recht ein Nichtigkeitsgrund gerügt, dann sei das erstinstanzliche Urteil und das diesem vorausgegangene Verfahren, soweit die Nichtigkeit reiche, aufzuheben und die\nKlage zurückzuweisen.\n2.3.\nIm vorliegenden Fall habe die Beklagte die Unzuständigkeitseinrede anlässlich der ersten Tagsatzung vor dem Fürstlichen Landgericht erhoben\nund sich dabei auf die in Z 8 des Darlehensvertrags zwischen ***** und\n***** vom 18.06.2013 enthaltene Gerichtsstandklausel „Maienfeld/Schweiz“\nberufen. Es handelt sich im gegenständlichen Fall sehr wohl um eine\n„Streitigkeit aus dem Darlehensvertrag“. Die gegenständliche Gerichtsstandsklausel „Maienfeld/Schweiz“ sei, auch wenn dies im Darlehensvertrag\nnicht explizit erwähnt werde, als ausschliesslich zu qualifizieren. Auch die\nGesamtumstände würden für einen ausschliesslichen Gerichtsstand in\nder Schweiz sprechen, da die Darlehensgeberin ***** dort ihren letzten\nWohnsitz gehabt habe, wo denn auch ihr Nachlass abgewickelt werde.\nDazu komme, dass in Z 7 des gegenständlichen Darlehensvertrags eine\nRechtswahl zu Gunsten des schweizerischen Rechts getroffen worden\nsei.\n- 5 -\n3.\nGegen diesen Beschluss richtet sich der rechtzeitig überreichte Rekurs\nder klagenden Parteien (ON 31) aus dem Rekursgrund der unrichtigen\nrechtlichen Beurteilung. Beantragt wird, die erstinstanzliche Entscheidung\nwiederherzustellen, in eventu den angefochtenen Beschluss aufzuheben\nund das Verfahren unter Abstandnahme vom ausgesprochenen Nichtigkeitsgrund an die zweite Instanz zurückzuverweisen. Ein Kostenantrag\nwird gestellt. Zusammengefasst führt der Rekurs der klagenden Parteien\naus:\n3.1.\nDer Rekurs sei jedenfalls gem § 487 Abs 1 Z 2 ZPO zulässig, weil das\nFürstliche Obergericht mit Beschluss die Nichtigkeit des erstrichterlichen\nUrteils und die Zurückweisung der Klage ausgesprochen habe.\n3.2.\nDie Ausschliesslichkeit einer Gerichtsstandsvereinbarung müsse im Interesse der Rechtssicherheit ausdrücklich vereinbart werden. Bei der vorliegenden Gerichtsstandklausel könne hievon keine Rede sein.\n3.3.\nFür die Begründung internationaler Zuständigkeit müsse nach liechtensteinischem Recht allein jene ständige zu § 104 JN ergangene öRsp massgebend bleiben, die ohne Bedachtnahme auf die Bestimmungen von\nEuGVVO und LGVÜ zu § 104 öJN erfolgt sei.\n3.4.\nDie Gerichtsstandsklausel beziehe sich nicht auf einen bestimmten\nRechtsstreit. Sie nehme nicht einmal ausdrücklich auf Streitigkeiten aus\ndem Darlehensvertrag Bezug. Das in § 53 JN normierte Bestimmtheitserfordernis diene dem Zweck, unklare Gerichtsstandsvereinbarungen zu\nverhindern und Zuständigkeitsstreitigkeiten auszuschliessen. Dem trage\ndie Z 8 der Darlehensvereinbarung vom 18.06./22.06.2013 nicht ausreichend Rechnung, sodass das Fürstliche Obergericht auch aus diesem\nGrund zu Unrecht die Nichtigkeit des erstinstanzlichen Verfahrens angenommen habe. Es liege ein „Liberationsvermächtnis“ der Darlehensgläubigerin ***** vor. Infolge dieses selbständigen Rechtsgrundes des Schulderlasses mittels Vermächtnisses sei die inländische Gerichtsbarkeit aufgrund des Wahlgerichtsstands des § 30 JN auch aus diesem Grund zu\nbejahen.\n3.5.\nSelbst nach dem tatsächlich und/oder dem mutmasslichen Willen der\nParteien des ursprünglichen Darlehensvertrags lasse sich keine Bindungswirkung der Gerichtsstandsklausel für die Parteien ableiten.\n4.\nDie beklagte Partei hat rechtzeitig eine Rekursbeantwortung überreicht,\nmit der sie beantragt, dem Rekurs der klagenden Parteien keine Folge zu\ngeben und den Beschluss des Fürstlichen Obergerichts vollumfänglich zu\n- 6 -\nbestätigen. Ein Kostenantrag wird gestellt. Zusammengefasst führt die\nRekursbeantwortung der beklagten Partei aus:\n4.1.\nAus dem Wortlaut der Gerichtsstandsvereinbarung ergebe sich eindeutig,\ndass die Rechtsvorgänger der Streitparteien eine ausschliessliche Zuständigkeit vereinbart hätten. Der Wortlaut spreche von „gelten“ und nicht etwa\nvon „können“ oder dergleichen. Maienfeld/Schweiz gelte also „als Gerichtsstand“ und nicht etwa „als ein Gerichtsstand“. Daraus ergebe sich ein\nausschliesslicher Gerichtsstand und kein Wahlgerichtsstand.\n4.2.\nDie Gerichtsstandsklausel im Darlehensvertrag beziehe sich auf sämtliche\naus dem Darlehensvertrag entstehenden Streitigkeiten. Sie sei damit\nausreichend bestimmt im Sinne von § 53 Abs 2 JN.\n4.3.\nOb die schweizerischen Gerichte zur Beurteilung der streitgegenständlichen\nRechtssache „prädestiniert“ seien oder nicht, spiele keine Rolle. Abgesehen\ndavon würden sich keine stiftungsrechtlichen Fragen stellen und seien\nsolche auch nicht eingewendet worden.\n4.4.\nEin Liberationsvermächtnis beurteile sich - wie auch der Darlehensvertrag\n- nach schweizerischem Recht. Schweizerische Gerichte seien hiefür tatsächlich „prädestiniert“.\n4.5.\nFeststellungsurteile eines schweizerischen Gerichts seien sehr wohl anerkennungsfähig. Ein allfälliges Urteil, mit dem das Gericht in Maienfeld/Schweiz feststellen würde, dass der beklagten Partei aufgrund des\nDarlehensvertrags keine Forderungen zustehen bzw die Darlehensforderung infolge Schulderlasses erloschen sei, könnte in einem allfälligen\nVerfahren auf Rückzahlung sehr wohl als res iudicata eingewendet werden.\nEine Gerichtsstandsklausel gelte für alle Arten von Klagen und erfasse\nmangels ausdrücklicher gegenteiliger Vereinbarung auch Streitigkeiten,\ndie sich auf Abreden beziehen, welche vor, neben oder nach der Errichtung\nder Vertragsurkunde getroffen worden seien. Die Gerichtsstandsvereinbarung umfasse somit nach hA mangels gegenteiliger Vereinbarung das\ngesamte Schuldverhältnis einschliesslich dessen Entstehens, seiner Wirkungen, Änderungen und seines Erlöschens.\n5.\nHiezu hat der Fürstliche Oberste Gerichtshof erwogen:\n5.1.\nDie strittige „Gerichtsstandsvereinbarung“ in Z 8 des zwischen ***** und\n***** am 18.06./22.06.2013 abgeschlossenen Darlehensvertrags hat folgenden Wortlaut: „Bei Streitigkeiten, die nicht gütlich beigelegt werden\nkönnen, gilt Maienfeld/Schweiz als Gerichtsstand“.\n- 7 -\n5.2.\nVorausgeschickt: Grundsätzlich ist auch die Vereinbarung eines ausländischen Gerichts als ausschliesslicher Gerichtsstand, also eine Derogation\nder inländischen Gerichte zulässig. Eine Derogation der inländischen\nGerichte ist aber dann wirkungslos, wenn das Urteil des ausschliesslich\nprorogierten ausländischen Gerichts im Inland nicht anerkannt oder vollstreckt werden würde (hiezu OGH 06 CG.2017.406 GE 2018. 160; LES\n2016, 287). Dieses Hindernis stünde jedoch der hier streitgegenständlichen\nGerichtsstandsvereinbarung nicht im Wege, zumal Urteile eines Schweizer\nGerichtes in Liechtenstein anzuerkennen sind.\n5.3.\nDie Wirksamkeit einer Gerichtsstandsvereinbarung ist nach der lex fori,\nsohin nach liechtensteinischem Recht zu beurteilen. § 53 JN, der im\nliechtensteinischen Recht die „Vereinbarung über die Zuständigkeit der\nGerichte“ regelt, entspricht der Rezeptionsvorlage des § 104 öJN (07\nCG.2015.311). Lehre und Judikatur zu den Voraussetzungen einer wirksamen Gerichtsstandsvereinbarung zu § 104 öJN sind daher zur Auslegung\nder liechtensteinischen Bestimmung des § 53 JN heranziehbar.\n5.4.\nNach der hM zu § 104 öJN gilt grundsätzlich, dass eine Gerichtsstandsvereinbarung hinsichtlich des gewählten Gerichts eindeutig bestimmt oder\nzumindest eindeutig bestimmbar sein muss. Sie muss überdies auch hinsichtlich ihres Gegenstands bestimmt sein. Gültigkeit kommt einer Gerichtsstandsvereinbarung nur dann zu, wenn sie für einen bestimmten Rechtstreit\noder für die aus einem bestimmten Rechtsverhältnis oder Recht entspringenden Rechtstreitigkeiten gültig vereinbart worden ist (Mayr in Rechberger/Klicka, ZPO5 § 104 JN Rz 6).\n5.5.\nGem § 53 JN können sich die Parteien dem an sich unzuständigen Landgericht durch ausdrückliche Vereinbarung unterwerfen. Gem § 53 Abs 2\nJN hat eine Gerichtsstandsvereinbarung nur dann rechtliche Wirkung,\nwenn sie sich „auf einen bestimmten Rechtstreit oder auf die aus einem\nbestimmten Rechtsverhältnis entspringenden Rechtstreitigkeiten bezieht.“\nDanach gilt, dass eine Vereinbarung für „alle Streitigkeiten zwischen den\nVertragspartnern“ mangels Bestimmtheit unzulässig ist (Fasching, Lehrbuch2 Rz 197; Mayr in Rechberger/Klicka, ZPO5 § 104 JN Rz 6). Eine\n„weitgehende Prorogationsklausel“ bezieht sich ausdrücklich auf den\n„Zusammenhang mit diesem Vertrag“. Dagegen umfasst eine Prorogationsklausel, die sich ausschliesslich auf die „aus einem bestimmten Vertrag“\nentstehenden Streitigkeiten bezieht, nur solche, die unmittelbar mit dem\nInhalt des Vertrages im Zusammenhang stehen. § 53 Abs 2 JN hat offensichtlich unter dem Aspekt der Zulässigkeit einer Prorogation nur diese\n- 8 -\nVariante im Auge (verb „auf die aus einem bestimmten Rechtsverhältnis\nentspringenden Rechtstreitigkeiten“).\n5.6.\nDie gegenständliche Gerichtsstandsklausel im Darlehensvertrag zu Z 8\nentbehrt ihrem Wortlaut nach einer Bezugnahme auf den Vertrag, sondern\nformuliert allgemein, dass „bei Streitigkeiten, die nicht gütlich beigelegt\nwerden können“, Maienfeld/Schweiz der Gerichtsstand sei. Damit könnten\nfreilich auch jene Streitigkeiten gemeint sein, die nicht unmittelbar aus\ndem gegenständlichen Vertrag resultieren, sondern mit diesem bloss in\neinem (losen) Zusammenhang stehen. In 10 Ob 24/13x hat der öOGH\nausdrücklich ausgeführt, dass eine Vereinbarung für „alle aus diesem\nVertrag entstehenden Streitigkeiten“ zulässig ist, dagegen aber eine solche\nfür „alle Streitigkeiten zwischen den Vertragspartnern“ hingegen unzulässig.\nDie gegenständliche Gerichtsstandsvereinbarung erfasst nach ihrem\nWortlaut auch bloss in einem losen Zusammenhang stehende Streitigkeiten\nund potentiell sogar - vom Wortlaut her beurteilt - alle Streitigkeiten zwischen den Parteien. Der Umstand, dass die Klausel in einem Darlehensvertrag enthalten ist, könnte allerdings eine Begrenzung des Umfangs der\nAnwendbarkeit interpretativ herstellen lassen. Indes muss diese Frage\nhier mangels Entscheidungswesentlichkeit nicht vertieft werden.\n5.7.\nEs entspricht der ständigen Rechtsprechung des öOGH zur Rezeptionsvorlage, dass eine Gerichtsstandsvereinbarung im Zweifel nur einen\nWahlgerichtsstand begründet (vgl nur öOGH 2 Ob 180/07w mwN). Soll\nhingegen der vereinbarte als ausschließlicher Gerichtsstand gelten, so\nbedarf es entweder einer ausdrücklichen Abrede (öOGH 1 Ob 221/00g;\n6 Ob 562/91; 7 Ob 712/83; SZ 44/31; EvBl 1970/230; SZ 19/228) oder eines\nsolchen, sich eindeutig aus dem Gesamtzusammenhang der Gerichtsstandsvereinbarung ergebenden rechtsgeschäftlichen Willens (öOGH 1\nOb 221/00g; EvBl 1994/112; RIS-Justiz RS0046791 T1 und T3). Die\nRechtsprechung zum Rezeptionsvorbild ist idZ eher streng: Eine Ausschließlichkeitsabrede liegt nicht schon dann vor, wenn für alle Streitigkeiten aus\neinem bestimmten Rechtsverhältnis ein bestimmtes Gericht vereinbart\nwurde (RIS-Justiz RS0046791 T5, 6). Die bloße Absprache, dass „bei\nallfälligen Rechtsstreitigkeiten einvernehmlich Graz als Gerichtsstand\nvereinbart wurde“, liess der öOGH als bloße Vereinbarung eines Wahlgerichtsstandes, der den allgemeinen Gerichtsstand bestehen lässt, gelten\n(RIS-Justiz RS0046791 T3). Ebenso hielt es der öOGH für die Ausschliesslichkeit als unzureichend, dass die Parteien ein Gericht „festgelegt“ haben\n(RIS-Justiz RS0046791 T4). Eine Ausschließlichkeitsabrede liegt auch\nnicht schon dann vor, wenn für alle Streitigkeiten aus einem bestimmten\nRechtsverhältnis ein bestimmtes Gericht vereinbart wurde (RIS-Justiz\n- 9 -\nRS0046791 T6). Die Formulierung „für alle Streitigkeiten aus diesem\nVertrag wird das ...gericht ... vereinbart\", lässt nach oberstgerichtlicher\nRsp durchaus die Auslegung zu, die Parteien wollten damit (nur) festlegen,\nwelche Streitigkeiten von den Vereinbarungen erfasst sein sollten, nicht\naber (auch), dass das genannte Gericht ausschließlich zuständig sein\nsolle (öOGH 2 Ob 180/07w). Dass im Zweifel nur von einem vereinbarten\nWahlgerichtsstand auszugehen ist, wurde auch für die Vereinbarung eines\nausländischen Gerichtes angenommen (öOGH 6 Ob 275/01m; EvBl\n1960/259).\n5.8.\nDass mit der hier streitgegenständlichen Gerichtsstandsvereinbarung in\nZ 8 der Darlehensvereinbarung ein ausschliesslicher Gerichtsstand in der\nSchweiz begründet werden sollte, lässt sich vor diesem Judikaturhintergrund nicht bejahen. Die Rezeptionsvorlage öJN bezeichnet die Ausschliesslichkeit eines Gerichtsstands mit dem Wort „ausschliesslich“. Selbst\nwenn man nicht auf die Bezeichnung des Gerichtsstands als „ausschliesslich“ besteht, muss sich die Ausschliesslichkeit doch eindeutig aus der\nVereinbarung ergeben. Dies ist hier nicht der Fall: Das von der Beklagten\nhervorgehobene Wörtchen „gilt“ bringt eine Ausschliesslichkeit nicht zum\nAusdruck, da auch bei Vereinbarung eines Wahlgerichtsstandes dieser\nzwischen den Parteien „gilt“. Die relevante Frage ist vielmehr, ob der\nGeltungsumfang andere Gerichtsstände ausschliesst, was allein aus diesem Verb nicht entnommen werden kann. Der Vereinbarungsinhalt muss\neindeutig ausschliesslich sein, zumal damit ein Verzicht auf andere Gerichtsstände, hier sogar auf die inländische Gerichtsbarkeit, einhergeht.\n5.9.\nDamit ist aber auch die Frage, ob eine Ausschliesslichkeit gegenüber anderen, so dem hier in Anspruch genommenen allgemeinen Gerichtsstand\nder Beklagten, besteht oder nicht, gerade nicht mit der erforderlichen\nEindeutigkeit zu beantworten. Würde nämlich einerseits die Klausel im\nDarlehensvertrag so zu verstehen sein, dass alle, auch nur in einem losen\nZusammenhang mit dem Vertrag stehenden Rechtstreitigkeiten von ihr\numfasst sein sollten, dann wäre zwar auch die gegenständliche Feststellungsklage von ihr erfasst. Die Klausel würde aber bei Zugrundelegung\ndieses Verständnisses offen gegen den engen Wortlaut des § 53 Abs 2\nJN verstossen (verb „auf die aus einem bestimmten Rechtsverhältnisse\nentspringenden Rechtsstreitigkeiten“).Würde dagegen die Gerichtsstandsklausel dem Gesetz entsprechend nur jene Rechtstreitigkeiten erfassen,\ndie „aus“ dem gegenständlichen Darlehensvertrag unmittelbar resultieren,\nwäre die vorliegende Feststellungsklage von ihr nicht umfasst. Denn eine\nnegative Feststellungsklage, die auf Feststellung des Nichtbestehens der\nvertraglichen Verpflichtung aufgrund eines - wie hier - behaupteten Libe-\n- 10 -\nrationsvermächtnisses geht, ist keine „aus dem Vertrag“ (also dem Darlehensvertrag) resultierende Rechtsstreitigkeit, sondern stützt sich nach den\nBehauptungen der Kläger auf einen anderen Rechtsgrund, nämlich den\nErlass der Forderung, also gerade nicht auf den Darlehensvertrag.\n5.8.\nDiese Unklarheit führt dazu, die gegenständliche Gerichtsstandsklausel\nim Zweifel bloss als Vereinbarung eines Wahlgerichtsstands anzusehen,\nwas auch der herrschenden Meinung entspricht (hiezu Mayr in Rechberger/Klicka, ZPO5 § 104 JN Rz 12 mwN).\n5.9.\nHieraus ist zu folgern, dass die Kläger zu Recht den allgemeinen Gerichtsstand der Beklagten gem § 30 JN in Anspruch genommen und damit die\ninländische Gerichtsbarkeit für sich in Anspruch genommen haben.\n5.10.\nDer angefochtene Beschluss war daher aufzuheben und dem Fürstlichen\nObergericht aufzutragen, über die Berufung der Beklagten unter Abstandnahme vom herangezogenen Nichtigkeitsgrund zu entscheiden.\n6.\nDie Kosten des Rekursverfahrens sind weitere Verfahrenskosten. Die\nEntscheidung über die Kosten eines erfolgreichen Rekurses gegen die\nUnzuständigkeitsentscheidung und Klagezurückweisung sind vorzubehalten\n(Klauser/Kodek, JN-ZPO18 E 3 zu § 52 ZPO).\nVaduz, am 3. November 2023\nFürstlicher Oberster Gerichtshof, 1. Senat\n- 11 -"}
{"source_file": "08CG2022255_8345_251101034644.pdf", "case_number": "08CG2022255_8345_251101034644", "full_text": "Leitsatz 1a\nEin \nnicht \nhinreichend \nbestimmter \nRevisionsrekursantrag \nist \neinem\nVerbesserungsauftrag zugänglich. An der hinreichenden Bestimmtheit iSd § 475 Abs\n1 Z 2 ZPO fehlt es nicht, wenn der Antrag auf Wiederherstellung des mittels\nOrdnungsnummer eindeutig bezeichneten, erstinstanzlichen Beschlussinhaltes\ngerichtet ist.\nLeitsatz 1b\nArt 137 Abs 2 PGR dient dem Schutz der Gläubigerinteressen. Die Gläubiger streitiger\nForderungen sollen davor bewahrt werden, dass das Vermögen der Verbandsperson\nverteilt wird, bevor ein den streitigen Forderungen entsprechender Gesamtbetrag\nhinterlegt oder eine gleichwertige Sicherheit bestellt wurde. Art 137 Abs 2 PGR\nbezweckt damit den Schutz vor Vermögensverschiebungen zugunsten der Mitglieder\nder \nVerbandsperson. \nDavon \nzu \nunterscheiden \nist \neine \nallgemeine\nVermögensverschlechterung der Verbandsperson, namentlich eine solche durch die\nBefriedigung von Forderungen Dritter.\nLeitsatz 1c\nDie blosse Tatsache der Liquidation einer Verbandsperson begründet (für sich alleine\ngenommen) weder mit Blick auf Art 137 Abs 2 PGR noch mit Blick auf Art 274 Abs\n2 EO die subjektive Gefahr, welche für den Erlass eines Sicherungsbotes\nvorausgesetzt wird. Dasselbe gilt für die bevorstehende Eröffnung eines\nInsolvenzverfahrens, \nsofern \nnicht \ndie \nGefahr \neiner \nungleichmässigen\nGläubigerbefriedigung glaubhaft gemacht werden kann. Demgegenüber stellt die\nGlaubhaftmachung einer Vermögensverteilung in Verletzung von Art 137 Abs 2 PGR\neine solche subjektive Gefahr dar.\nBESCHLUSS\nDer Fürstliche Oberste Gerichtshof hat als Revisionsrekursgericht durch seinen ersten\nSenat unter dem Vorsitz des Präsidenten Univ.Prof.iR Dr. Hubertus Schumacher\n08 CG.2022.255\nOGH.2023.41\nsowie die OberstrichterIn Prof. Dr. Leander D. Loacker, Dr. Marie-Theres Frick, Dr.\nThomas Hasler und Dr. Thomas Risch als weitere Mitglieder des Senates, ferner im\nBeisein der Schriftführerin Astrid Wanger in der Rechtssache der Sicherungswerberin\nA****, vertreten durch ***** wider die Sicherungsgegnerin B**** in Liquidation, vertreten\ndurch *****, wegen Sicherung gem Art 137 PGR (Streitwert: CHF 1'141'691.09 s.A.),\nüber den Revisionsrekurs der Sicherungswerberin gegen den Beschluss des Fürstlichen Obergerichtes vom 11.04.2023, 08 CG.2022.255-33, mit dem infolge Rekurses\nder Sicherungsgegnerin der Beschluss des Fürstlichen Landgerichts vom 07.12.2022\n(ON 8) aufgehoben und die Sicherungswerberin zum Ersatz der Kosten des erstund zweitinstanzlichen Verfahrens verpflichtet wurde, in nicht öffentlicher Sitzung\nbeschlossen:\nI. Dem Revisionsrekurs wird k e i n e Folge gegeben.\nII. Die Sicherungswerberin ist schuldig, der Sicherungsgegnerin binnen 4 Wochen\ndie mit CHF 11'493.27 bestimmten Kosten des Revisionsrekursverfahrens zu ersetzen.\nBEGRÜNDUNG\n1.\nDie Sicherungswerberin und Klägerin im Verfahren zu 07 CG.2020.233\n(nunmehrige Revisionsrekurswerberin) begehrt von der Sicherungsgegnerin\nund Beklagten in demselben Verfahren (nunmehrige Revisionsrekursgegnerin) unter anderem die Zahlung von CHF 1'141'691.09 s.A. als Vergütung\nfür die behauptete Vermittlung von Kunden. Das Erstgericht im Verfahren\n07 CG.2020.233 gab diesem Klagebegehren statt (ON 43 vom 12.08.2022\nsamt Berichtigungsbeschluss ON 52 vom 02.12.2022). Das erstgerichtliche\nUrteil ist Gegenstand eines Berufungsverfahrens.\n2.\nIm vorliegenden Verfahren begehrt die Revisionsrekurswerberin die Sicherung ihrer Ansprüche aus dem erstgerichtlichen Urteil im Verfahren zu 07\nCG.2020.233.\n2.1.\nZur Begründung ihres Antrags auf Erlass eines Sicherungsbotes vom\n02.11.2022 (ON 1) brachte die nunmehrige Revisionsrekurswerberin zu-\n- 2 -\nsammengefasst vor, die Eigenmittel der nunmehrigen Revisionsrekursgegnerin reichten nach Abschluss ihrer Liquidation nicht aus, um die Ansprüche\nder Revisionsrekurswerberin zu befriedigen. Dieser drohe daher ohne Sicherungsmassnahme die dringende Gefahr eines Nachteils.\n2.2.\nDie nunmehrige Revisionsrekursgegnerin, eine in Liquidation befindliche\nliechtensteinische Bank, bestritt in ihrer Äusserung vom 29.11.2022 (ON\n6) zusammengefasst das Vorliegen einer solchen Gefahr sowohl in\nrechtlicher wie in tatsächlicher Hinsicht und wies unter Bezugnahme auf\nOGH LES 2010, 200 darauf hin, dass ein Sicherungsbot nicht dazu diene,\neinem Sicherungswerber den Vorrang vor anderen Gläubigern zu sichern.\nFür den Fall des dennoch erfolgenden Erlasses eines Sicherungsbotes\nwurde beantragt, der nunmehrigen Revisionsrekurswerberin eine Sicherheitsleistung nach Art 283 Abs 1 und 2 EO aufzuerlegen.\n3.\nDas Fürstliche Landgericht gab mit Beschluss vom 07.12.2022 (ON 8)\ndem Antrag auf Erlass eines Sicherungsbotes wie folgt statt:\n\"1.Gegenüber der Sicherungsgegnerin wird die gerichtliche Verwahrung\neines Betrags in Höhe von CHF 1'141'691.09 zuzüglich 8,5% Zinsen aus\nCHF 938‘543.52 von 01.01.2020 bis 31.03.2020 und aus CHF 1'141'691.09\nseit 01.04.2020 sowie von CHF 33'994.74 (Prozesskosten) angeordnet\nund der Sicherungsgegnerin aufgetragen, die Überweisung des Betrages\nbinnen 24 Stunden an die Gerichtskasse des Fürstlichen Landgerichts\nvorzunehmen.\n2. Zur Einbringung der Rechtfertigungsklage wird der Sicherungswerberin\neine Frist von vier Wochen eingeräumt.\n3. Diese Frist beginnt mit der rechtskräftigen Abweisung/Zurückweisung\ndes Klagebegehrens im Verfahren zu 07 CG.2020.233 zu laufen.\n4. Die Kosten des Sicherungsbotes sind einstweilen von der Sicherungswerberin zu tragen.\n5. Die Sicherungswerberin haftet im Falle des Nichtbestehens des von ihr\nbehaupteten Anspruches der Sicherungsgegnerin für alle durch dieses\nSicherungsbot allenfalls entstehenden Schäden.\"\n3.1.\nDas Erstgericht legte seinem Beschluss folgenden Sachverhalt als bescheinigt zugrunde (auszugsweise wörtliche Wiedergabe):\n\"Bei der Sicherungsgegnerin handelt es sich um eine in Liquidation befindliche liechtensteinische Bank (Beilage A). Die Beklagte wurde mit Beschluss\nder Generalversammlung vom 07.08.2020 aufgelöst und befindet sich\nseitdem in Liquidation (Beilage A). Gemäss Revisionsbericht für das am\n31.12.202 [sic] abgeschlossene Geschäftsjahr fallen gemäss aktuellen\nSchätzungen der Liquidatorin bis zum Ende der Liquidation periodische\n- 3 -\nKosten in Höhe von CHF 3'796'00.00 [sic] an, sodass der geschätzte\nEndwert der Eigenmittel nach Abschluss der Liquidation CHF 201'000.00\nbeträgt. In diesem Revisionsbericht wird zudem auf folgendes hingewiesen:\n„Des Weiteren weisen wir darauf hin, dass gemäss dem genannten Anhang\neine wesentliche Unsicherheit hinsichtlich des künftigen Ausgangs offener\ngerichtlicher Verfahren besteht, sodass sich der Endwert der Eigenmittel\nnach Abschluss der Liquidation noch massgeblich verändern kann“ (Beilage C). In der Generalversammlung der Beklagten vom 18.07.2022 wurde\nunter anderem der Jahresabschluss für das Jahr 2021 genehmigt. Die\nSicherungsgegnerin ist seit September 2021 überschuldet (Beilage 1).\nMittels Verfügung der FMA vom 21.09.2021 wurde die ***** (Liechtenstein)\nAG Vaduz als Liquidatorin der Sicherungsgegnerin eingesetzt (Beilage\n4). Mittels Schreiben der FMA vom 28.07.2022 bestätigte die FMA, dass\ndie Sicherungsgegnerin „keine Tätigkeiten iSd Art 3 BankG mehr ausübt\noder auszuüben hat, die für ihre Abwicklung erforderlich sind, sowie derzeit\nauch keine Gefährdung der im Art 4 FMAG definierten Ziele vorliegt. Die\nbehördliche Einsetzung der ***** als Liquidatorin der Sicherungsgegnerin\nist somit beendet“ (Beilage 5). [...] Mit nicht rechtskräftigem Urteil des\nLandgerichts vom 12.08.2022 zu 07 CG.2020.233 wurde die Sicherungsgegnerin unter anderem verurteilt, der Sicherungswerberin CHF\n1‘141‘691.09 zuzüglich 8,5% Zinsen aus CHF 938‘543,52 von 01.01.2020\nbis 31.03.2020 und aus CHF 1‘141‘691.09 seit 01.04.2020 sowie die mit\nCHF 33‘994.74 bestimmten Prozesskosten zu ersetzen (Beilage B). Die\nSicherungsgegnerin hat gegen dieses Urteil das Rechtsmittel der Berufung\neingebracht (Beilage F). Eine diesbezügliche Entscheidung des Fürstlichen\nObergerichts liegt noch nicht vor (unstrittig). Die Sicherungsgegnerin hat\nbetreffend die Forderung der Sicherungswerberin eine Rückstellung in\nHöhe von CHF 250‘400.00 gebildet (Beilage 2). Mit der Vermögensverteilung des Liquidationserlöses an die Mitglieder (Aktionäre) der Sicherungsgegnerin wurde noch nicht begonnen. Die Sicherungsgegnerin verfügte\nper 28.11.2022 geschätzt über Liquidität im Umfang von rund CHF\n1‘000‘000.00 (Beilage 2).\"\n3.2.\nIn rechtlicher Hinsicht führte das Erstgericht aus, dass für den beantragten\nErlass eines Sicherungsbotes grundsätzlich die Bescheinigung des Anspruches und die Bescheinigung der Gefahr der Hereinbringung der\nGeldforderung vorauszusetzen sei. Der Anspruch der Sicherungswerberin\nsei durch Vorlage des im Verfahren 07 CG.2020.233 ergangenen Urteils\nausreichend bescheinigt. Die subjektive Gefährdung folge bereits daraus,\ndass sich die Sicherungswerberin in Liquidation befindet. Denn schon\ndeshalb bestehe die begründete und auch bescheinigte Gefahr, dass die\nSicherungsgegnerin die Forderung nicht begleichen wird können, sofern\n- 4 -\ndas Sicherungsbot nicht erlassen werde. Indem die Sicherungsgegnerin\nvorgetragen habe, dass bei Erlass eines Sicherungsbotes die weitere Liquidation gefährdet sei, habe sie selbst eingeräumt, finanziell nicht in der\nLage zu sein, der Sicherungswerberin den Forderungsbetrag ohne Gefährdung der Liquidation und damit ohne Gefährdung der anderen Forderungen\nzu bezahlen. Bloss in einem Teilumfang von rund 20% des erstgerichtlich\nzugunsten des Sicherungswerbers festgestellten Gesamtanspruches gebildete Rückstellungen, beseitigten diese subjektive Gefährdung nicht.\nDie Voraussetzungen für die Auferlegung einer Sicherheitsleistung gem\nArt 283 EO lägen infolge hinreichender Bescheinigung des Gesamtanspruchs durch das erstgerichtliche Urteil nicht vor.\n4.\nDas Fürstliche Obergericht gab dem dagegen erhobenen Rekurs der Sicherungsgegnerin (ON 10) Folge und änderte den angefochtenen erstgerichtlichen Beschluss (ON 8) dahingehend ab, als der Antrag auf Erlass\neines Sicherungsbotes vollumfänglich abgewiesen wurde und die übrigen\nSpruchpunkte des erstgerichtlichen Beschlusses entfallen. Die Sicherungswerberin wurde zum Ersatz der erst- und zweitinstanzlichen Verfahrenskosten verpflichtet. Während die Nichtigkeits-, Aktenwidrigkeits- und Beweisrügen der Sicherungsgegnerin verworfen wurden, sei der von ihr\ngeltend gemachte Berufungsgrund der unrichtigen rechtlichen Beurteilung\n(teilweise) verwirklicht: Entgegen dem Erstgericht lägen nämlich die Anwendungsvoraussetzungen für eine Hinterlegung gem Art 137 Abs 2 PGR\ngegenständlich nicht vor, weil nach der erstgerichtlichen Feststellung bzw\nBescheinigungsannahme gerade noch nicht mit der Verteilung des Vermögens der Verbandsperson (hier: der Sicherungsgegnerin) begonnen worden\nsei. Bei einem Sicherungsgegner, der sich dementsprechend völlig passiv\nverhalte, bestehe mangels Einwirkung auf das Haftungssubstrat auch\nkeine subjektive Gefährdung, die für den Erlass eines Sicherungsbotes\ngem Art 137 Abs 2 PGR (mit Blick auf Art 274 EO) notwendig sei. Der\nblosse Umstand, dass sich die Sicherungsgegnerin in Liquidation befinde,\ngenüge hierfür nicht und stelle auch keinen Sicherungsgrund sui generis\ndar (ON 33, S 9).\n5.\nDiesen Beschluss des Fürstlichen Obergerichts bekämpft die Revisionsrekurswerberin mit rechtzeitigem, auf den Rechtsmittelgrund der unrichtigen\nrechtlichen Beurteilung gestütztem Revisionsrekurs (ON 36). Sie beantragt,\nden angefochtenen Beschluss dahingehend abzuändern, als das erstgerichtliche Sicherungsbot (ON 8) wiederhergestellt wird. Ferner wird ein\nKostenantrag gestellt. Die Revisionsrekursgegnerin bestreitet in ihrer\nebenfalls fristgerecht eingebrachten Revisionsrekursbeantwortung (ON\n43) das Vorliegen des geltend gemachten Rechtsmittelgrundes und bean-\n- 5 -\ntragt, den Revisionsrekurs schon infolge formaler Mängel als unzulässig\nzurückzuweisen; eventualiter sei ihm keine Folge zu geben und jedenfalls\ndie Revisionsrekurswerberin zum Ersatz der Kosten des Revisionsrekursverfahrens zu verpflichten. Soweit von Bedeutung, wird auf die Ausführungen des Revisionsrekurses und seiner Beantwortung im Nachfolgenden\nBezug zu nehmen sein.\n6.\nDer Fürstliche Oberste Gerichtshof hat erwogen:\nDer Revisionsrekurs ist zulässig; er ist aber im Ergebnis nicht berechtigt.\n6.1.\nZur Zulässigkeit des Revisionsrekurses:\nDie Revisionsrekursgegnerin meint, der Revisionsrekursantrag genüge\nnicht dem Bestimmtheitserfordernis des § 475 Abs 1 Z 2 ZPO (§ 506 Abs\n1 Z 2 öZPO), weil er die Abänderung des angefochtenen obergerichtlichen\nBeschlusses dahingehend beantrage, \"dass das Sicherungsbot (ON 8)\n[also jenes, das vom Erstgericht verfügt wurde] wiederhergestellt wird\",\nanstatt den Wortlaut dieses Sicherungsbotes wörtlich wiederzugeben.\nDurch die Vornahme eines Verweises verstosse er gegen das Bestimmtheitserfordernis; der Revisionsrekurs sei deshalb als unzulässig zurückzuweisen.\nZwar ist der Revisionsrekursgegnerin insofern zuzustimmen, als Verweise im\nRevisionsrekurs auf Ausführungen in anderen Aktenstücken grundsätzlich unzulässig sind. Allerdings legt der OGH namentlich für Revisionsrekurse einen betont\ngrosszügigen Massstab hinsichtlich der Schlüssigkeit des Rechtsmittelantrags\nan (s nur Schumacher in Schumacher, HB LieZPR Rz 27.37 mwN). Selbst wenn\nder gegenständliche Antrag insofern missverständlich wäre, wäre ein entsprechender Verbesserungsauftrag zu erteilen (für viele schon OGH LES 2007, 145, Erw\n16.2.3) und der Revisionsrekurs nicht - wie die Revisionsrekursgegnerin meint -\nzurückzuweisen. Allerdings liegt eine solche Missverständlichkeit gegenständlich\ngar nicht vor, denn aus dem Antrag ist zweifelsfrei zu entnehmen, inwieweit der\nobergerichtliche Beschluss angefochten und stattdessen begehrt wird: Anfechtungsgegenstand ist der obergerichtliche Beschluss insoweit, als er den mit ON\n8 eindeutig bezeichneten, erstinstanzlichen Beschluss und das darin erlassene\nSicherungsbot aufgehoben hat; begehrt wird die Abänderung des angefochtenen\nobergerichtlichen Beschlusses dahingehend, dass der Inhalt des erstinstanzlichen\nSicherungsbotes \"wiederhergestellt wird\". Vor diesem Hintergrund liegt kein Fall\nvor, in welchem dem Revisionsrekursgericht - was unzweifelhaft unzulässig wäre\n- anheimgestellt bliebe, eine bloss vermutete Absicht der Revisionsrekurswerberin\nzu erforschen (zu solchen Konstellationen RIS-Justiz RS0041745 zu § 506 Abs\n1 Z 2 öZPO). Vielmehr ist diese Absicht vorliegend klar erkennbar und deutlich\nbestimmt (vgl insofern auch schon OGH LES 2001, 204; LES 2009, 241 und\n- 6 -\nöOGH 5 Ob 526/75). Die Voraussetzungen für einen Verbesserungsauftrag und\n- erst recht - für eine Zurückweisung des Revisionsrekurses wegen eines unzureichend bestimmten Rechtsmittelantrags liegen deshalb nicht vor.\nNachdem der Revisionsrekurs als einzigen Rechtsmittelgrund jenen der unrichtigen\nrechtlichen Beurteilung geltend macht, würde eine nicht prozessordnungsgemässe\nAusführung dieser Rechtsrüge in der Tat mit dem Fehlen einer solchen gleichzusetzen sein und deshalb einer rechtlichen Überprüfung durch den OGH entgegenstehen (vgl Schumacher in Schumacher, HB LieZPR Rz 27.43). Sofern sich die\nRevisionsrekursgegnerin allerdings darauf beruft, ist ihr nicht zu folgen: Zunächst\nist aufgrund ihres diesbezüglichen Vorbringens festzuhalten, dass die Wiedergabe\nder eigenen (notwendig subjektiven) Rechtsansicht des Revisionsrekurswerbers\n- für sich alleine genommen - noch nicht einer gesetzmässigen Ausführung der\nRechtsrüge entgegensteht. Vielmehr liegt eine solche Wiedergabe in der Natur\nder Sache. Die Grenze der Prozessordnungsgemässheit wäre allerdings dort\nüberschritten, wo eine Auseinandersetzung mit der Rechtsauffassung des\nRechtsmittelgerichts zur Gänze unterbliebe und ausschliesslich die eigenen\nAuffassungen - gleichsam abstrakt - kundgetan würden. Zwar mag es zutreffen,\ndass in Rechtsmittelschriften nicht selten eine vertieftere Erörterung der vorinstanzlichen Rechtsstandpunkte und eine klarere Kontrastierung derselben mit\nder eigenen Rechtsauffassung wünschenswert wäre. Dennoch kann - entgegen\nder Revisionsrekursgegnerin, die sich im Übrigen in ihrer Revisionsrekursbeantwortung selbst mehrfach auf eine blosse Wiederholung der obergerichtlichen\nRechtsausführungen zurückzieht - nicht angenommen werden, die Revisionsrekurswerberin habe sich nicht mit der Rechtsauffassung des Obergerichts auseinandergesetzt. Tatsächlich wurde etwa die vom Obergericht abweichende\nRechtsauffassung herausgearbeitet, wonach nach Auffassung der Revisionsrekurswerberin mit der Gesetzeswendung \"Verteilung des Vermögens\" iSd Art 137\nAbs 2 PRG generell jegliche Vermögensverwendung gemeint sei (also nicht bloss\ndie Verteilung an die Gesellschafter). Ferner wurde namentlich ein vom Obergericht abweichendes Rechtsverständnis von dem Erfordernis subjektiver Gefährdung\ndargetan (übereinstimmend mit dem Erstgericht soll dafür bereits das Liquidationsstadium einer Verbandsperson genügen).\nJedenfalls in Summe ist die vorliegende Rechtsrüge daher gesetzmässig ausgeführt, weshalb einer Überprüfung der massgeblichen Rechtsfragen durch den\nOGH nichts entgegensteht.\n6.2.\nZur Hauptsache:\n6.2.1. Das Fürstliche Obergericht legt seinem Aufhebungsbeschluss den - zutreffenden - Ausgangspunkt zugrunde, wonach Art 137 Abs 2 PGR zwar eine\nRezeption des Art 744 Abs 2 OR verkörpert, in prozessualer Hinsicht jedoch\ndie Bestimmungen über die einstweiligen Verfügungen zur Sicherung von\n- 7 -\nGeldforderungen (Sicherungsbote) iSd Art 274 EO (zu dessen wiederum\nösterreichischer Rezeptionsvorlage Benda, Einstweilige Verfügungen im\nliechtensteinischen Recht [2021] 53 ff) heranzuziehen seien. Der OGH\nschliesst sich dem an (s zuletzt auch das Parallelverfahren OGH 07\nCG.2020.233, Erw 6). Nicht weiterführend ist insofern lediglich der Hinweis\ndes Fürstlichen Obergerichts, die Heranziehung des Art 274 EO erfolge\nvorliegend, \"zumal die lex fori das sog. summarische Verfahren gemäss\nArt. 250 lit. c Z 12 chZPO, welches in der Schweiz auf die Hinterlegung\nvon Forderungsbeträgen bei der Liquidation nach Art. 744 OR zur Anwendung kommt, nicht kennt.\" Die genannte Bestimmung der schweizerischen\nZPO sieht nämlich ein summarisches Einparteienverfahren der freiwilligen\nGerichtsbarkeit nur für den Fall der Hinterlegungswilligkeit vor. An ihr fehlt\nes jedoch im vorliegenden Fall gerade. Daher ginge es in einer vergleichbaren Konstellation auch nach schweizerischem Prozessrecht nicht darum,\nin einem summarischen, von der Verbandsperson angestrengten Verfahren\nden Ort der Hinterlegung zu bezeichnen, sondern (ebenfalls) um die von\nder Gegenseite, also der Sicherungswerberin, angestrebte Sicherung der\nstreitigen Geldforderung.\n6.2.2. Art 137 Abs 2 PGR räumt (wie seine inhaltsgleiche schweizerische Rezeptionsvorlage) hinsichtlich der \"streitigen Verbindlichkeiten der Verbandsperson\" den Liquidatoren - und nicht etwa den Gläubigern - eine dreifache\nWahlmöglichkeit ein, nämlich einen der Forderungshöhe entsprechenden\nBetrag gerichtlich zu hinterlegen, eine dieser Hinterlegung gleichwertige\nSicherheit zu bestellen oder die Verteilung des Liquidationserlöses an die\nMitglieder (Aktionäre) auszusetzen (vgl für viele BSK OR II-C. Stäubli, Art\n744 N 4; CR CO II-Rayroux, Art 744 N 3; KuKo OR-Trezzini, Art 744 N 2;\nOFK OR-Kuster, Art 744 N 2; in Übernahme der schweizerischen Lehrmeinung spezifisch für das liechtensteinische Recht P. Roth, Die Beendigung\nmit Liquidation von Körperschaften des liechtensteinischen Personen- und\nGesellschaftsrechts [2001] 156). Im vorliegenden Fall kommt nur die Verteilungsaussetzung in Betracht. Denn die den OGH bindenden Bescheinigungsannahmen enthalten weder Hinweise auf eine erfolgte Hinterlegung\nnoch auf eine Sicherheitsbestellung, welche die vollständige Erfüllung der\nForderung aus dem erstinstanzlichen Urteil im Verfahren zu 07\nCG.2020.233 gewährleisten würde (vgl zur Sicherheitsbestellung Forstmoser/Meier-Hayoz/Nobel, Schweizerisches Aktienrecht, 1996, § 56 N 102;\ns ferner auch OFK Aktienrecht-Massimo/Riccardo, Art 744 OR N 6; angemerkt sei, dass die gegenständlich bescheinigte Bildung einer blossen\nRückstellung in der Bilanz der Sicherungsgegnerin, welche noch dazu\nnicht annähernd die Höhe der streitigen Gesamtforderung erreicht, der\n- 8 -\nGleichwertigkeitsanforderung weder in qualitativer noch quantitativer Hinsicht genügt).\n6.2.3. Der Hauptzweck des Art 137 Abs 2 PGR liegt in der Sicherung der Interessen der Gesellschaftsgläubiger (ebenso für die Parallelbestimmung des\nArt 744 Abs 2 OR: BGE 123 III 473, 482 E. 5b; zu weiteren Zwecken CR\nCO II-Rayroux, Art 744 N 1 und auch schon ZK-Bürgi/Nordmann-Zimmermann, Art 744 N 31 aE). Dieser Schutzzweck wäre gefährdet, wenn die\nLiquidatoren trotz fehlender Hinterlegung oder gleichwertiger Sicherheitsbestellung für die streitige Verbindlichkeit beginnen würden, das Vermögen\nder Verbandsperson an die Mitglieder zu verteilen. Denn dadurch würde\ndas Haftungssubstrat zu Lasten der Gläubiger geschmälert. Eine Verteilung\ndes Liquidationserlöses vor Erreichung verfahrensmässiger Klarheit über\ndie Gläubigeransprüche soll vermieden werden (Böckli, Schweizerisches\nAktienrecht [2022] § 15 N 68 - zu Art 744 Abs 2 OR). Die vorliegenden\nBescheinigungsannahmen besagen allerdings gerade das Gegenteil,\nnämlich dass bis anhin keine Verteilung stattgefunden hat. Eine Zweckgefährdung, die Veranlassung zur Sicherung der im Verfahren zu 07\nCG.2020.233 erstinstanzlich festgestellten Geldforderungen in Gestalt eines\nSicherungsbotes gäbe, ist deshalb aus diesem Blickwinkel nicht erkennbar;\neine entsprechende Zweckgefährdung wäre jedenfalls von der nunmehrigen\nRevisionsrekurswerberin darzutun gewesen wäre - was unterblieben ist\n(s a ON 33, S 11).\n6.2.4. Nicht haltbar ist die Rechtsauffassung der Revisionsrekurswerberin, der\nBegriff der \"Verteilung des Vermögens\" in Art 137 Abs 2 PGR erfasse eine\n- wie sie es nennt - \"allgemeine Vermögensverteilung\" dergestalt, als damit\nauch die Tilgung der Schulden von Gläubigern der Verbandsperson gemeint sei (ON 36, S 5). Die Unhaltbarkeit dieser Annahme folgt ua schon\naus Art 138 Abs 1 PGR, der mit Art 137 PGR in engem sachlichem Zusammenhang steht und der die Vermögensverteilung ausdrücklich \"nach Tilgung der Schulden\" regelt. Daraus ergibt sich denknotwendig ein Differenzierungsbedarf zwischen einem allenfalls an die Mitglieder (Aktionäre)\nverteilbaren Liquidationsüberschuss und den vorab zu tilgenden Schulden\nder Verbandsperson. Eine schlichte Gleichsetzung beider \"Verteilvorgänge\"\nverbietet sich. In Verkennung dessen nimmt die Revisionsrekurswerberin\nan (ON 36, S 5), bereits dann, wenn \"andere Gläubiger bedient werden\noder werden könnten [sic!]\" sei eine Hinterlegungspflicht zu bejahen. Tatsächlich scheint sie dafür schon die erfolgte Entlöhnung der Liquidatoren\nals ausreichend zu erachten (ON 36, S 6).Würde man Art 137 Abs 2 PGR\nso verstehen, wie es die Revisionsrekurswerberin tut, löste jede Befriedigung eines beliebigen Gläubigers im Liquidationsstadium einer Verbands-\n- 9 -\nperson sogleich Ansprüche auf gerichtliche Hinterlegung oder gleichwertige\nSicherheitsbestellung insb hinsichtlich aller streitigen Verbindlichkeiten\neben dieser Verbandsperson aus. Dem Fürstlichen Obergericht ist freilich\n(auch vor diesem Hintergrund) zuzustimmen, wenn es festhält, dass ein\nsolches Ergebnis nicht der Intention des Gesetzgebers entsprechen kann\n(ON 33, S 9). In Wahrheit will Art 137 Abs 2 PGR nicht schlechthin vor\nVermögensverschlechterungen der Verbandsperson bewahren, sondern\nnur vor bestimmten Vermögensverschiebungen, nämlich solcher zugunsten\nder Mitglieder bzw Aktionäre.\n6.2.5. Darüber hinaus bleibt (im Ergebnis mit dem Fürstlichen Obergericht und\nentgegen dem Fürstlichen Landgericht) darauf hinzuweisen, dass die\nblosse Tatsache der Liquidation einer Verbandsperson noch keineswegs\nzwingend auch eine Gefährdung der Anspruchserfüllung ihrer Gläubiger\nbedeutet. Dies gilt zunächst offenkundig mit Blick auf Art 137 Abs 2 PGR\nselbst, der bewusst keinen Automatismus der Hinterlegung oder Sicherheitsbestellung im Liquidationsfall vorsieht. Dementsprechend wurde im\nAnwendungsbereich seiner schweizerischen Rezeptionsvorlage (Art 744\nAbs 2 OR) namentlich der Annahme einer gesetzlich vermuteten Gefährdungslage der Gläubigerinteressen wegen erfolgter Liquidation des\nSchuldners zu Recht eine klare Absage erteilt (vgl jüngst etwa OGer Nidwalden, BAZ 23 4, Erw 3.3 f). Nichts anderes gilt aber auch mit Blick auf\ndas Sicherungsbot iSd Art 274 Abs 2 EO, für dessen österreichische Rezeptionsvorlage (§ 379 Abs 2 Z 1 öEO) anerkannt ist, dass eine Liquidation\ngerade nicht die subjektive Gefahr verwirklicht, die für den Erlass einer\nentsprechenden einstweiligen Verfügung vorausgesetzt wird (vgl nur König/Weber, Einstweilige Verfügungen im Zivilverfahren6 [2022] Rz 3.9\nmwN). Selbst die bevorstehende Eröffnung eines Insolvenzverfahrens\nverwirklicht eine solche Gefahr nach ständiger Judikatur nicht ohne\ngleichzeitige Behauptung und Bescheinigung der ungleichmässigen\nGläubigerbefriedigung (s RIS-Justiz RS0005414 und Kodek in\nAngst/Oberhammer, EO³ [2015] § 379 Rz 10 mwN; Sailer in Deixler-Hübner, EO [36. Lfg 2022] § 379 Rz 9; aA König/Weber, Rz 3.8). Der OGH\nhat sich diesem Verständnis schon früh angeschlossen (vgl nur OGH LES\n2013, 206/1, Erw 2.2.2; LES 2010, 200 Erw 7.3; LES 2008, 397 Erw 8.4).\nDas wird hier deshalb betont, weil sich die Revisionsrekurswerberin ua\nauch auf Art 9 IO und das - erstgerichtlich als bescheinigt angenommene\n(ON 8, S 10) - Vorliegen von Überschuldung auf Seiten der Revisionsrekursgegnerin beruft. Aus dem alleinigen Vorliegen einer solchen Überschuldung ist für die Revisionsrekurswerberin indessen aufgrund des eben\nAusgeführten nichts gewonnen. Nicht weiterführend sind insofern aber\nauch die weitläufigen Ausführungen der Revisionsrekursgegnerin, wonach\n- 10 -\nsie weder zahlungsunfähig noch - entgegen der erstgerichtlichen Bescheinigungsannahme - überschuldet sei. Auf beides kommt es nicht an.\n6.2.6. Eine Sicherungswerberin, die (wie hier die Revisionsrekurswerberin) den\nErlass eines Sicherungsbotes iSd Art 274 Abs 2 EO begehrt, hat in Konstellationen wie der vorliegenden grundsätzlich zwei Möglichkeiten: Die\nerste besteht darin, iSd Art 51 EO iVm Art 274 ZPO glaubhaft zu machen,\ndass entgegen Art 137 Abs 2 PGR eine Vermögensverteilung zugunsten\nder Mitglieder einer Verbandsperson bereits erfolgt ist oder unmittelbar\nbevorsteht, gegenüber welcher der Sicherungswerberin eine bestrittene,\naber sicherbare Geldforderung zukommt, und zwar ohne dass - wie gesetzlich angeordnet - eine Hinterlegung des Forderungsbetrages erfolgt\noder eine qualitativ und quantitativ gleichwertige Sicherheit bestellt worden\nwäre. Die für ein Sicherungsbot idZ erforderliche subjektive Gefahr in der\nPerson des Sicherungsgegners oder ihm zurechenbarer Dritter (OGH LES\n2019, 157 Erw 8; LES 2013, 206; LES 1985, 130; das Bestehen einer\nobjektiven Gefahr iSd Art 274 Abs 3 EO scheidet vorliegend sachverhaltsbedingt aus) ist diesfalls im Umstand der gesetzwidrigen Verteilungsvornahme begründet. Die zweite Möglichkeit besteht darin, nebst der sicherbaren Geldforderung das Vorliegen eines Sicherungsinteresses in Gestalt\neiner anderweitigen subjektiven Gefahr glaubhaft zu machen, welche die\nVereitelung der Forderungserfüllung erwarten lässt (vgl zur insofern\nübertragbaren Rezeptionsgrundlage König/Weber, Rz 3.7; spezifisch zum\nliechtensteinischen Recht Benda, 55 ff; OGH LES 2019, 157 Erw 9.1; LES\n2013, 206/1, Erw 2.2.2; LES 2008, 397 Erw 8.4). Denn es ist ohne weiteres\nmöglich, dass Umstände jenseits der gesetzwidrigen Vermögensverteilung\ndie Hereinbringung der Forderung des Sicherungswerbers vereiteln oder\nerheblich erschweren (s OGH LES 2008, 397 Erw 8.4; Benda, 55 ff mwN).\nDafür kommen grundsätzlich alle Eigenschaften und/oder jedes Verhalten\ndes Sicherungsgegners in Betracht, die diesen in einem Licht zeigen, aus\ndem sich die hohe Wahrscheinlichkeit von Vereitelungshandlungen ableiten\nlässt (OGH LES 2010, 200 Erw 7.3; LES 2008, 397/2, Erw 8.8; zum Beweismass im Einzelnen Benda, 65 ff mwN). Während demnach in beiden\nFällen sowohl der Bestand einer sicherbaren Geldforderung als auch das\nVorliegen eines Sicherungsinteresses vom Sicherungswerber glaubhaft\nzu machen ist, unterscheiden sich lediglich die Tatsachen, die das jeweilige\nSicherungsinteresse begründen. Hier wie dort ist jedoch eine subjektive\nGefahr vorausgesetzt, die sich lediglich in unterschiedlicher Form realisiert\n- auch die gesetzwidrige Vermögensverteilung an die Mitglieder einer\nVerbandsperson ist eine Handlung bzw Vermögensverfügung iSd Art 274\nAbs 2 EO. Inwieweit und mit welchen spezifischen Konsequenzen daher\nein auf Art 137 Abs 2 PGR gestütztes Sicherungsbot tatsächlich eine\n- 11 -\neinstweilige Verfügung sui generis darstellt (wie es das Fürstliche Obergericht [ON 33, S 9] und ihm folgend die Revisionsrekursgegnerin annehmen)\nkann dahingestellt bleiben.\n6.2.7. Zusammengefasst hat die nunmehrige Revisionsrekurswerberin - wie das\nFürstliche Obergericht zu Recht feststellt (ON 33, S 13 f) - zwar den Bestand einer sicherbaren Geldforderung aus dem Verfahren zu 07\nCG.2020.233 glaubhaft gemacht, nicht aber jenen eines Sicherungsinteresses. Dies wäre jedoch für den Erlass eines Sicherungsbotes - wie es\nder Revisionsrekurs beantragt - unabdingbar (vgl zur Parallelvorschrift des\n§ 379 Abs 2 Z 1 EO Sailer in Deixler-Hübner, § 379 Rz 9). Der blosse\nVerweis auf die Liquidation der Sicherungsgegnerin genügt den Anforderungen an ein glaubhaft gemachtes Sicherungsinteresse (entgegen dem\nErstgericht) wie gezeigt nicht. Verfehlt ist auch die Rechtsauffassung der\nRevisionsrekurswerberin, wonach ein solches Sicherungsinteresse schon\nbei der blossen Erfüllung von Verbindlichkeiten der in Liquidation befindlichen Verbandsperson gegenüber Dritten anzunehmen sei. Die damit einher\ngehende Reduktion des Haftungssubstrates mag die faktische Einbringlichmachung der Forderung des Sicherungswerbers gefährden, sie ist jedoch nicht mit jener verpönten Vereitelung der Anspruchsdurchsetzung\ngleichzusetzen, der ein Sicherungsbot gem Art 274 Abs 2 EO entgegenwirken will.\n7.\nVor diesem Hintergrund bleibt es im Ergebnis beim Beschluss des Fürstlichen Obergerichts. Dem Revisionsrekurs war mangels Vorliegens einer\nunrichtigen rechtlichen Beurteilung ein Erfolg zu versagen.\n8.\nDie Kostenentscheidung ist in Art 297, 51 EO iVm §§ 50 Abs 1, 40 f ZPO\nbegründet. Die Revisionsrekursgegnerin hat die Kosten ihrer zulässigen\nRevisionsrekursbeantwortung (vgl § 489a ZPO) richtig verzeichnet.\nVaduz, am 3. November 2023\nFürstlicher Oberster Gerichtshof, 1. Senat\n- 12 -"}
{"source_file": "04SH202326_8334_251101034708.pdf", "case_number": "04SH202326_8334_251101034708", "full_text": "Leitsatz 1a\nArt 18g Abs 2 Satz 2 SHG: Bei der Frist von 15 Arbeitstagen handelt es sich um eine\ninstruktionelle Frist. Wird diese von der Einrichtung nicht eingehalten, bringt dies\nkeine unmittelbaren Säumnisfolgen mit sich.\nLeitsatz 1b\nVerneint das Rekursgericht eine erstgerichtliche Mangelhaftigkeit oder Nichtigkeit,\nso kann dies im Allgemeinen vom OGH nicht überprüft werden, sofern sich das\nRekursgericht \ninhaltlich \nund \numfassend \nmit \nder \nentsprechenden \nRüge\nauseinandergesetzt hat bzw. keine aktenwidrige Begründung vorliegt. Ob dieser\nGrundsatz zum Wohl eines Betroffenen im Unterbringungsverfahren durchbrochen\nwird, muss in diesem Verfahren nicht abschliessend geprüft werden.\nLeitsatz 1c\nIn jenen Fällen, in denen ein gerichtlicher Beschluss das Grundrecht des Menschen\nauf persönliche Freiheit berührt, steht dem Betroffenen (Beeinträchtigten) auch noch\nnach Aufhebung der freiheitsbeschränkenden Massnahmen - hier: nach Aufhebung\nder Unterbringung - ein rechtliches Interesse an der Feststellung zu, dass die\nfreiheitsbeschränkende Vorkehrung zu Unrecht erfolgt sei (auch mit Hinweis auf\nJudikatur des Schweizer Bundesgerichts).\nBESCHLUSS\nDer Fürstliche Oberste Gerichtshof als Revisionsrekursgericht hat durch seinen ersten\nSenat unter dem Vorsitz des Präsidenten Univ.Prof.iR Dr. Hubertus Schumacher\nsowie die OberstrichterIn Dr.Wolfram Purtscheller, Dr. Marie-Theres Frick, Dr.Thomas\nHasler und Dr.Valentina Hirsiger als weitere Mitglieder des Senates, ferner im Beisein\nder Schriftführerin Astrid Wanger in der Ausserstreitsache der betroffenen Person\n***** ***** *****, ***** 9490 Vaduz, derzeit Klinik St. Pirminsberg, CH-7312 Pfäfers,\nvertreten durch den gerichtlich bestellten Rechtsbeistand *****, c/o Fürstliches\nLandgericht, Spaniagasse 1, 9490 Vaduz, wegen Unterbringung gemäss Art 18d ff\n04 SH.2023.26\nOGH.2023.60\nSHG, über den Revisionsrekurs der betroffenen Person gegen den Beschluss des\nFürstlichen Obergerichts vom 04.07.2023, ON 25, mit dem dem Rekurs der betroffenen\nPerson gegen den Beschluss des Fürstlichen Landgerichts vom 05.06.2023, ON 18,\nkeine Folge gegeben wurde, in nicht öffentlicher Sitzung beschlossen:\nDem Revisionsrekurs wird k e i n e Folge gegeben.\nBEGRÜNDUNG\n1.\nMit Beschluss vom 28.04.2023 (ON 5) sprach das Fürstliche Landgericht\naus, dass die von Dr. ***** am 27.04.2023 bei Gefahr in Verzug angeordnete sofortige Unterbringung des Betroffenen gegen dessen Willen in der\nPsychiatrischen Klinik St. Pirminsberg in Pfäfers (Einrichtung) zulässig\nsei. Die Entscheidung über die Zulässigkeit der Unterbringung wurde auf\nsechs Wochen, also bis zum 09.06.2023, befristet. Diesem Beschluss\nwurde vorläufige Verbindlichkeit zuerkannt.\nAm 19.05.2023 stellte die Einrichtung durch ihren Oberarzt ***** den Antrag\nauf Weiterführung der Unterbringung. Dies wurde im Wesentlichen damit\nbegründet, dass aufgrund des aktuell anhaltenden psychotischen Zustands\ndes Betroffenen mit fehlender Krankheits- und Behandlungseinsicht bei\neinem verfrühten Austritt die Gefahr bestehe, dass der Betroffene erneut\ndie Medikation absetze, psychotischer werde und verwahrlose, sich gegebenenfalls wie auch früher selbst verletze und/oder im Rahmen von Beeinträchtigungsgedanken andere Menschen verkenne und diese gefährden\nkönne.\n2.\nDer Betroffene beantragte mit Eingabe vom 22.05.2023 (ON 10), das\nFürstliche Landgericht möge seine sofortige Entlassung aus der Klinik St.\nPirminsberg veranlassen.\n3.\nDas Fürstliche Landgericht entschied mit Beschluss vom 05.06.2023 (ON\n18) über den Antrag auf Weiterführung der Unterbringung gemäss Art 18g\nAbs 2 Satz 2 SHG dahin, dass die weitere Zurückbehaltung des Betroffenen\nin der Klinik St. Pirminsberg bis zum 25.07.2023 angeordnet werde. Dessen\n- 2 -\nAntrag vom 22.05.2023 auf sofortige Entlassung aus der Unterbringung\nwurde abgewiesen. Auch diesem Beschluss wurde vorläufige Verbindlichkeit und Vollstreckbarkeit zuerkannt.\nDiese Entscheidung wurde zusammengefasst damit begründet, dass der\nBetroffene an einer als schwer zu bezeichnenden paranoiden Schizophrenie, ICD-10 F20.0, leide, was dazu führe, dass er schwer verwahrlosen\nkönne. Bei fehlender Krankheitseinsicht und seinem aktuellen Verhalten\nbestehe eine ernstliche Selbstgefährdung, die sich bei einer Entlassung\nnoch vergrössern würde. Die persönliche Fürsorge könne ihm derzeit nur\nim Rahmen einer geschlossenen Klinik gewährt werden. Die weitere Zurückbehaltung sei sohin verhältnismässig. Laut dem dazu vorliegenden\nSachverständigengutachten vom 30.05.2023 müsse die Krankheitsstabilisierung im stationären Rahmen binnen acht Wochen möglich sein. Folglich\nerrechne sich ab dem Zeitpunkt der Erstellung des Gutachtens ein Klinikaufenthalt bis maximal noch zum 25.07.2023. Sollte beim Betroffenen\nschon vor diesem Datum die nötige Krankheitsstabilisierung erreicht werden, so sei er zum entsprechenden Zeitpunkt durch die Klinik St. Pirminsberg zu entlassen.\n4.\nDer Betroffene erhob gegen diesen Beschluss vom 05.06.2023 (ON 18)\nrechtzeitig Rekurs. Als Rekursgründe wurden Nichtigkeit, wesentliche\nVerfahrensmängel und unrichtige rechtliche Beurteilung geltend gemacht.\nDie Rekursausführungen mündeten in die Anträge, in Stattgebung des\nRekurses den Beschluss des Fürstlichen Landgerichts vom 05.06.2023\nfür nichtig zu erklären, in eventu diesen aufzuheben und jedenfalls die\nsofortige Entlassung des Rekurswerbers aus der Unterbringung zu veranlassen.\nDer Rekurswerber führte zusammengefasst aus, dass der Antrag der\nEinrichtung auf Weiterführung der Unterbringung verspätet, nämlich nicht\nspätestens 15 Arbeitstage vor Ablauf der ursprünglichen Unterbringungsfrist\nam 09.06.2023 (Art 18g Abs 2 SHG) gestellt worden sei. Deshalb hätte\ndas Erstgericht seine Zuständigkeit verneinen müssen. Die Unterlassung\neiner entsprechenden Beschlussfassung stelle einen Nichtigkeitsgrund\ngemäss § 483 Abs 2 iVm § 446 Abs 1 ZPO dar. In jedem Fall begründe\ndiese prozessuale Situation einen wesentlichen Verfahrensmangel. Der\nverspätete Antrag der Einrichtung wäre zurückzuweisen gewesen. Im\nRahmen der Rechtsrüge wurde zusammengefasst ausgeführt, dass sich\nder gesundheitliche Zustand des Betroffenen zwischenzeitlich verbessert\nhabe und deshalb keine als schwer zu bezeichnende paranoide Schizophrenie vorliege, mit der eine ernstliche Selbstgefährdung verbunden\nwäre. Die Unterbringung in einer geschlossenen Klinik sei daher unverhältnismässig und nicht rechtmässig.\n- 3 -\n5.\nDas Fürstliche Obergericht gab mit dem nunmehr angefochtenen Beschluss\nvom 04.07.2023 (ON 25) dem Rekurs des Betroffenen keine Folge. Das\nRekursgericht bejahte die inländische Gerichtsbarkeit. Es stimmte dem\nRekurswerber darin zu, dass der Antrag der Einrichtung auf Weiterführung\nder Unterbringung verspätet gestellt worden sei. Die Antragsfrist des Art\n18g Abs 2 Satz 2 SHG stelle jedoch nur eine sogenannte instruktionelle\nFrist dar, an deren Verletzung sich keine unmittelbaren prozessualen\nFolgen knüpften. Die verspätete Einbringung des Antrages auf Verlängerung der Unterbringung begründe daher keinen Mangel iSv Art 56 AussStrG. Ebensowenig zeige der Betroffene in diesem Zusammenhang einen\nVerfahrensmangel gemäss Art 57 lit d AussStrG auf. Das Erstgericht habe\nrechtzeitig vor Ablauf der Frist am 09.06.2023 ein vollständiges Verfahren\ndurchgeführt und den angefochtenen Beschluss gefasst. Mit seiner\nRechtsrüge entferne sich der Betroffene von den Feststellungen des angefochtenen Beschlusses. Demnach lasse sich der stationäre Aufenthalt\nderzeit auch nicht durch eine ambulante Behandlung substituieren, weshalb\ndie weitere Zurückbehaltung weder gegen das Verhältnismässigkeitsnoch gegen das Subsidiaritätsprinzip verstosse. Die geltend gemachten\nRekursgründe seien daher nicht verwirklicht worden.\n6.\nDer Betroffene bekämpft diesen Beschluss des Rekursgerichts in ON 25\nmit seinem rechtzeitigen Revisionsrekurs, mit dem er Nichtigkeit und unrichtige rechtliche Beurteilung geltend macht. Abschliessend wird beantragt,\ndie Beschlüsse des Fürstlichen Obergerichts ON 25 und des Fürstlichen\nLandgerichts ON 18 aufzuheben und diese für nichtig zu erklären, in\neventu diese „aufgrund einer unrichtigen rechtlichen Beurteilung“ aufzuheben. Jedenfalls wolle der Fürstliche Oberste Gerichtshof die sofortige\nEntlassung des Betroffenen aus der Unterbringung veranlassen. Auf die\nAusführungen des Rechtsmittels wird - soweit noch entscheidungsrelevant\n- bei der Erledigung des Revisionsrekurses einzugehen sein.\n7.\nDas Erstgericht fasste am 24.07.2023 (ON 39) ua den Beschluss, dass\ndie Verlängerung der zuletzt mit 25.07.2023 befristeten Unterbringung bis\nlängstens 18.09.2023 angeordnet werde.\n8.\nZur Zulässigkeit des Revisionsrekurses: Als Folge der Ausnahmebestimmung des Art 62 Abs 2 AussStrG mit Hinweis auf Art 1 Abs 2 Bst i AussStrG (Verfahren betreffend die fürsorgerische Unterbringung) iVm Art\n29a SHG ist der Revisionsrekurs an den Fürstlichen Obersten Gerichtshof\ngegen die vorliegende bestätigende Entscheidung zulässig.\n- 4 -\n9.\nDer Betroffene hat seinen allgemeinen Gerichtsstand in Streitsachen im\nInland. In sinngemässer Anwendung des § 57 Abs 1 JN ist daher die -\nvom Betroffenen auch gar nicht bestrittene - Zuständigkeit des Erstgerichts\nzur Entscheidung in dieser Unterbringungssache gegeben. Der Fürstliche\nOberste Gerichtshof schliesst sich im Sinn des Art 71 Abs 2 AussStrG den\nentsprechenden Ausführungen des Rekursgerichts unter Hinweis auf die\nzu LES 2015, 157 veröffentlichte zu 02 SH.2015.11 ergangene Entscheidung des OGH vom 08.05.2015 an.\n10.\nWie erwähnt hat das Erstgericht mit seinem Beschluss (ON 39) die weitere\nUnterbringung des Betroffenen bis zum 18.09.2023 angeordnet. Der Betroffene wurde also nicht am 25.07.2023 und damit vor der Beschlussfassung durch den Fürstlichen Obersten Gerichtshof aus der Unterbringung\nentlassen. Es sei an dieser Stelle daher nur erwähnt, dass in jenen Fällen,\nin denen ein gerichtlicher Beschluss das Grundrecht des Menschen auf\npersönliche Freiheit berührt, dem Betroffenen (Beeinträchtigten) auch noch\nnach Aufhebung der freiheitsbeschränkenden Massnahmen - also hier:\nnach Aufhebung der Unterbringung - ein rechtliches Interesse an der\nFeststellung zusteht, dass die freiheitbeschränkende Vorkehrung zu Unrecht erfolgt sei. In einem solchen Fall ist nach der Judikatur des Fürstlichen\nObersten Gerichtshofs über die Zulässigkeit der Unterbringung eine abschliessende rückschauende Feststellung zu treffen, weil sich ein Feststellunganspruch des Patienten (Betroffenen) schon aus verfassungsrechtlichen Überlegungen ergibt (OGH 07.11.2014 zu 02 SH.2014.13 LES 2015,\n44; 08.05.2015 zu 02 SH.2015.11 LES 2015, 157).\n11.\nAuch nach der Rechtsprechung des schweizerischen Bundesgerichts setzt\ndie Beschwerdebefugnis ein aktuelles und praktisches Interesse an der\nGutheissung der Beschwerde voraus, dass auch im Zeitpunkt des bundesgerichtlichen Urteils noch vorhanden sein muss. Ausnahmsweise verzichtet\ndas Bundesgericht auf dieses Erfordernis, namentlich wenn die gerügte\nRechtsverletzung sich jederzeit wiederholen könnte und eine rechtzeitige\ngerichtliche Überprüfung im Einzelfall kaum je möglich wäre (sogenanntes\nvirtuelles Interesse). Die Voraussetzungen dafür sind beispielsweise erfüllt,\nwenn der Beschwerdeführer (Betroffene) in der Vergangenheit wiederholt\nnotfallmässig fürsorgerisch untergebracht werden musste und aufgrund\nseiner psychischen Störung zu befürchten ist, dass weitere Unterbringungen in Zukunft nötig werden könnten (5A_640/2021 Erw 1.2 mH auf BGE\n136 III 497 E 1.1 ua).\n11.1.\nGrundsätzliches: Nach Art 18d Abs 1 SHG darf eine Person in einer geeigneten Einrichtung nur untergebracht werden, wenn sie a) an einer psychi-\n- 5 -\nschen Störung oder geistigen Behinderung leidet oder schwer verwahrlost\nist und die nötige Behandlung oder Betreuung nicht anders erfolgen kann;\noder b) an einer psychischen Störung oder geistigen Behinderung leidet,\nim Zusammenhang damit das Leben oder die Gesundheit anderer ernstlich\nund erheblich gefährdet und die nötige Behandlung oder Betreuung nicht\nanders erfolgen kann.Wenn wie hier der diensthabende Arzt unter Benachrichtigung des Fürstlichen Landgerichts die sofortige Unterbringung anzuordnen hat, hat dieses gemäss Art 18g Abs 1 SHG binnen fünf Tagen über\ndie Zulässigkeit der Unterbringung zu entscheiden. Die Entscheidung über\ndie Zulässigkeit der Unterbringung ist auf sechs Wochen befristet. Dauert\ndie ärztliche Unterbringung länger als sechs Wochen, hat die Einrichtung\nspätestens 15 Arbeitstage vor Ablauf dieser Frist (Hervorhebung durch\nden Senat) beim Landgericht einen begründeten Antrag auf Weiterführung\nder Unterbringung einzureichen (Art 18g Abs 2 Satz 2 SHG).\n11.2.\nZur inhaltlichen Behandlung des Revisionsrekurses:\n11.2.1.Die Entscheidung über die Zulässigkeit der Unterbringung wurde ursprünglich mit dem Beschluss des Fürstlichen Landgerichts vom 28.04.2023 (ON\n5) bis zum 09.06.2023 befristet. Die Unterbringung wäre demnach mit\n24:00 Uhr des 09.06.2023 zu beenden gewesen. Dieser Tag, bei dem es\nsich um einen Arbeitstag handelt, war daher ein Tag der 15-tägigen Frist\nvon Arbeitstagen. Rechnet man von diesem Datum insgesamt 15 Arbeitstage zurück und berücksichtigt dabei, dass Samstage und Sonntage sowie\ngesetzliche Feiertage (hier konkret der 08.06.2023 [Fronleichnam], der\n29.05.2023 [Pfingstmontag] und der 18.05.2023 [Christi Himmelfahrt bzw.\nAuffahrt]) keine Arbeitstage waren, so wurde der Antrag auf weitere Unterbringung durch die Einrichtung mit dem 19.05.2023 verspätet gestellt. Insoweit ist den Ausführungen im Revisionsrekurs zuzustimmen.\n11.2.2.Das Fürstliche Obergericht hat nun aber die Frist des Art 18g Abs 2 Satz\n2 SHG unter Hinweis auf seine in LES 2020, 54 zu Art 27 Abs 1 KJG veröffentlichte Entscheidung als instruktionelle Frist qualifiziert, die keine\nFallfrist mit der Konsequenz darstelle, dass nach ihrem Ablauf eine Entscheidung über den Antrag unzulässig würde. Zusätzlich verwies das\nFürstliche Obergericht dazu auf den BuA 2021/27, 19 (richtig: S 23) im\nZusammenhang mit der Entscheidungs¬frist für die sofortige Unterbringung\ngemäss Art 18g Abs 1 SHG, wonach es sich dabei nach der Rechtsprechung nur um eine sogenannte instruktionelle Frist handle, an deren Verletzung sich keine unmittelbaren prozessualen Folgen knüpften. Dies\nmüsse wertungsmässig umso mehr für die hier interessierende Antragsfrist\ndes Art 18g Abs 2 Satz 2 SHG gelten. Davon ausgehend verneinte das\n- 6 -\nRekursgericht die vom Betroffenen in seinem Rechtsmittel gegen die erstinstanzliche Entscheidung geltend gemachten Rekursgründe der Nichtigkeit und Mangelhaftigkeit des erstinstanzlichen Verfahrens. Diese Überlegungen sind hinreichend begründet und nachvollziehbar.\n11.2.3.Erwähnt sei, dass auch im Ausserstreitverfahren ein Verfahrensfehler des\nErstgerichts, der im Rekurs nicht geltend gemacht wurde, im Revisionsrekurs nicht mehr gerügt werden kann, es sei denn, das Rekursgericht hätte\nden Mangel amtswegig aufgreifen müssen. Auch wenn eine erstgerichtliche\nMangelhaftigkeit vom Rekursgericht verneint wird, kann sie vom OGH im\nAllgemeinen nicht überprüft werden, sofern sich das Rekursgericht inhaltlich\nund umfassend mit der Mängelrüge auseinandergesetzt hat bzw. keine\naktenwidrige Begründung vorliegt. Der zitierte Grundsatz ist auch dann\nnicht anwendbar, wenn das Rekursgericht einen Verfahrensmangel erster\nInstanz in Folge einer unrichtigen rechtlichen Beurteilung (der Sache) nicht\nwahrgenommen hat; in diesem Fall liegt ein Feststellungsmangel vor, der\nmit Rechtsrüge geltend zu machen ist (vgl dazu Rassi in Schneider/Verweijen § 66 öAussStrG Rz 8; Schramm in Gitschthaler/Höllwerth AussStrG2\n- Band 1 § 66 Rz 21, 22; RIS-Justiz RS0030748).\nEntsprechendes gilt, wenn das Rekursgericht das Vorliegen eines Nichtigkeitsgrundes verneint hat (OGH zu 02 SH.2023.27 vom 04.08.2023 Erw\n5.3. mwN; vgl RIS-Justiz RS0007232).\n11.2.4.Allerdings hat die österreichische Judikatur zu den in § 66 Abs 1 Ziff 1\nöAussStrG genannten Revisionsrekursgründen wiederholt ausgesprochen,\ndass diese auch dann in einem Revisionsrekurs geltend gemacht werden\nkönnen, wenn sie vom Rekursgericht verneint worden sind. Bei diesen\nRevisionsrekursgründen handelt es sich ua um die in § 56 AussStrG angeführten Rechtsmittelgründe, so also auch die Rüge eines Verstosses\ngegen die Rechtskraft einer Entscheidung. In diesen Fällen besteht keine\nGrundlage für die Annahme einer diesbezüglichen Rechtsmittelbeschränkung (RIS-Justiz RS0121265; RS0030748).\n11.2.5.Der österreichische Oberste Gerichtshof hat eine diesen Grundsatz einschränkende Negativvoraus¬setzung auch für den Fall entwickelt, dass\neine Durchbrechung dieses Grundsatzes aus Gründen des Kindeswohls\nerforderlich ist. Im Regelfall trifft dies demnach nur in Obsorge- und in\nKontaktrechtsverfahren zu. In Unterhaltsverfahren müssen besondere\nUmstände vorliegen, die es rechtfertigen, sowohl das grundsätzliche\nNeuerungsverbot des § 49 öAussStrG als auch die sich aus § 16 Abs 2\nAussStrG ergebenden Parteienpflichten zu unterlaufen. Für das Unterhaltsvorschussverfahren werden diese Ausnahmen von der österreichischen\n- 7 -\nJudikatur nicht gesehen (vgl dazu Schramm Rz 21 und Rassi Rz 8). Allerdings wird von Rassi an dieser Stelle die Ansicht vertreten, dass konsequenterweise die Geltendmachung einer (vom Rekursgericht verneinten)\nerstgerichtlichen Mangelhaftigkeit auch im (österreichischen) Erwachsenen¬schutzverfahren möglich sein müsse, wenn es um das Wohl der betroffenen Person gehe (Rz 8 mit Hinweis auf überwiegend ablehnende\nJudikatur des öOGH in FN 40). Dazu wird auch die Entscheidung 6 Ob\n125/10s zitiert, aus der entnommen werden kann, dass die Ausnahme\nauch für die betroffene Person in einem Sachwalterschaftsverfahren\ngrundsätzlich möglich sei, wobei im Anlassfall die konkrete Notwendigkeit,\nauf das Wohl des Betroffenen Betracht zu nehmen, verneint wurde. Auch\nhier muss diese Frage für einen Betroffenen in einem Unterbringungsverfahren, dem der besondere Schutz des Gesetzes, vergleichbar mit den\nangeführten Beispielen zukommt, aus folgenden Erwägungen heraus nicht\nabschliessend behandelt werden:\n11.2.6.Den Ausführungen des Betroffenen in seinem Revisionsrekurs ist soweit\nzuzustimmen, als die vom Rekursgericht zitierte Entscheidung LES 2020,\n54 eine vom Gericht einzuhaltende vierwöchige Entscheidungsfrist betrifft,\nwährend es hier um die Antragsfrist geht, die von der Einrichtung als Beteiligte am Verfahren einzuhalten gewesen wäre. Darin sieht der Betroffene\neinen anderen Adressaten der Frist als jener laut der Entscheidung LES\n2020, 54.\nDazu ist den Rechtsmittelausführungen zunächst entgegenzuhalten, dass\nnicht nur richterliche sondern auch gesetzliche Fristen einen instruktionellen\nCharakter aufweisen können. Der Begriff „instruktionell“ beschränkt sich\nnicht auf Fristen, die vom Gericht im Rahmen eines gewissen, vom Gesetz\nvorgegebenen Ermessens zu wahren sind (vgl dazu Fasching ZPR² Rz\n551), sondern umfasst beispielsweise auch Vorschriften im Zusammenhang\nmit Formerfordernissen (vgl dazu 2 Ob 477/53 SZ 26/192) oder auch auf\nvon Verfahrensbeteiligten einzuhaltende Fristen (10 Os 32/86 [10 Os\n35/86]). Der Begriff „instruktionell“ bringt also in diesen Zusammenhängen\nlediglich zum Ausdruck, dass das Gesetz weder ausdrücklich noch implizit\nan die Nichteinhaltung einer Frist oder Vorschrift eine unmittelbare Sanktion, wie beispielsweise eine Säumnisfolge, knüpft. Entscheidend ist aber\nnicht, wer der Adressat der Frist oder Vorschrift ist.\n11.2.7.Die Tatsache, dass die Frist von 15 Arbeitstagen in Art 18g Abs 2 Satz 2\nSHG durch ein Gesetz bestimmt wird sowie von einem Beteiligten und\nnicht vom Gericht einzuhalten ist, bedeutet also noch nicht, dass es sich\ndabei nicht um eine instruktionelle Frist handelt. Ein erkennbarer Zweck\ndieser Frist ist darin gelegen, durch die Bemessung derselben nach 15\n- 8 -\nArbeitstagen sicherzustellen, dass das Gericht zum Wohl des Betroffenen\nüber den entsprechenden Antrag rechtzeitig vor seiner Entlassung aus\nder Unterbringung ein ordnungsgemässes Verfahren durchführen und\ndaran anschliessend eine fundierte Entscheidung treffen kann. Wird nun\ndiese Antragsfrist von einem Verfahrensbeteiligten (Einrichtung) wie hier\nnicht eingehalten und ist es dem Gericht dennoch möglich, ein entsprechendes Verfahren abzuwickeln und dazu eine abschliessende Entscheidung zu treffen, so ist auch unter diesen Umständen Sinn und Zweck der\ngesetzlichen Fristsetzung erfüllt. Es geht also um die möglichst zeitnahe\nEntscheidung über einen Antrag auf (weitere) Unterbringung der betroffenen Person, um deren Selbstgefährdung bzw. eine Fremdgefährdung\numgehend ausschliessen zu können. Es gibt keinen Grund für die Annahme, dass der Gesetzgeber mit der fünftägigen Entscheidungsfrist in Art\n18g Abs 1 Satz 2 SHG eine bloss instruktionelle Frist normieren wollte,\nan deren Verletzung sich keine unmittelbaren prozessualen Folgen knüpfen\n(so BuA 2021/27, 23), während es sich bei der Frist des Art 18g Abs 2\nSatz 2 SHG um eine Fallfrist mit der Folge unmittelbarer prozessualer\nFolgen dahin handeln sollte, das bei einer verspäteten Antragstellung\ndurch die Einrichtung die sofortige Entlassung des Betroffenen anzuordnen\nwäre, obwohl dies möglicherweise für ihn klar nachteilig wäre.\nDas Ergebnis, dass der Revisionsrekurswerber verficht, dass der betreffende Antrag unzulässig und daher zurückzuweisen sei, würde diese Absicht des Gesetzes offenkundig konterkarieren: Der zugunsten der betroffenen Person normierte Schutzmechanismus wäre von einer Fristversäumung der Einrichtung abhängig; die von dieser für notwendig erachtete\nVerlängerung der Unterbringung würde ohne nähere Prüfung durch das\nGericht scheitern. Ein Ergebnis, dass sich häufig zum Nachteil der betroffenen Person auswirken würde.\n11.2.8.Die Frist des Art 18g Abs 2 Satz 2 SHG ist sohin eine Frist, die die Einrichtung bei ihrem Antrag auf Weiterführung der Unterbringung an sich zu\nberücksichtigen hat. Sie stellt aber keine Rechtsmittel- bzw. Rechtsbehelfsfrist dar und ist daher - wenn sie versäumt wird - kein Anlassfall für den\nEintritt der formellen Rechtskraft einer Entscheidung oder der Einstellung\ndes Sozialhilfeverfahrens. In formelle Rechtskraft können nur gerichtliche\nEntscheidungen erwachsen. Eine solche, nach der der Betroffene zu entlassen wäre, liegt aber nicht vor. Gegenteiliges ergibt sich auch nicht aus\nBuA 2021, 27 zu Art 18g SHG.\n12.\nZusammengefasst liegt im Zusammenhang mit der verspäteten Antragstellung durch die Einrichtung weder eine Nichtigkeit noch eine Mangelhaftigkeit des erstinstanzlichen und/oder rekursgerichtlichen Verfahrens oder\n- 9 -\nder in diesen Verfahren gefassten Beschlüsse vor. Die angefochtene\nEntscheidung des Fürstlichen Obergerichts leidet in diesem Zusammenhang auch nicht an einer unrichtigen rechtlichen Beurteilung, sondern ist\ninsoweit im Ergebnis und in seiner Ableitung zutreffend. Sonstige zu erörternde Aspekte werden im Revisionsrekurs nicht aufgezeigt. Diesem ist\ndaher ein Erfolg zu versagen (Art 71 Abs 2 AussStrG).\nVaduz, am 4. August 2023\nFürstlicher Oberster Gerichtshof, 1. Senat\n- 10 -"}
{"source_file": "SV20231_8221_251101034718.pdf", "case_number": "SV20231_8221_251101034718", "full_text": "Leitsatz 1\nWenn gegenüber den AHV-IV-FAK-Anstalten die Urkunde über die Zugehörigkeit\neines Schiffes zur Rheinschiffahrt nicht vorgelegt werden kann, besteht keine eigene\nAbklärungspflicht der Anstalten mit Bezug auf das Beibringen dieser Urkunde. Es\nliegt kein Anwendungsfall der Pflicht der Träger der Mitgliedstaaten zur engen\nZusammenarbeit vor (E 9.4).Weshalb der Vertragsstaat die entsprechende Urkunde\nallenfalls gar nicht ausstellt, fällt im sozialversicherungsrechtlichen Verfahren nicht\nins Gewicht.\nURTEIL\nDer Fürstliche Oberste Gerichtshof hat als Revisionsgericht durch seinen ersten Senat\nunter dem Vorsitz des Präsidenten Univ.Prof.iR Dr. Hubertus Schumacher sowie die\nOberstrichterIn Prof. Dr. Ulrich Kieser, Dr. Thomas Hasler, Dr. Valentina Hirsiger und\nDr. Thomas Risch als weitere Mitglieder des Senates, ferner im Beisein der Schriftführerin Astrid Wanger in der Sozialversicherungssache der Antragstellerin A***** ,\n***** vertreten durch *****, gegen die Antragsgegnerinnen 1. Liechtensteinische Altersund Hinterlassenenversicherung, 2. Liechtensteinische Invalidenversicherung, 3.\nLiechtensteinische Familienausgleichkasse, Gerberweg 2, 9490 Vaduz, wegen Anwendung des Liechtensteinischen Sozialversicherungsrechts, infolge Revision der\nAntragstellerin gegen das Urteil des Fürstlichen Obergerichts vom 02.03.2023,\nSV.2023.1, mit dem der Berufung der Berufungswerberin gegen die Entscheidung\nder Berufungsgegnerinnen vom 15.12.2022 keine Folge gegeben wurde, in nicht öffentlicher Sitzung zu Recht erkannt:\nDer Revision wird k e i n e Folge gegeben.\nEin Kostenersatz findet im Revisionsverfahren nicht statt.\nSV.2023.1\nOGH.2023.34\nTATBESTAND:\n1.\nMit Verfügung vom 15.07.2021 stellten die Antragsgegnerinnen fest, dass\n***** ***** seit dem 01.09.2018 den Liechtensteinischen Rechtsvorschriften\nüber soziale Sicherheit nicht unterliegt; die vorläufige Unterstellung wird\ngemäss der genannten Verfügung zum 31.08.2021 beendet. Beiträge sind\nab dem 31.08.2021 nicht mehr zu entrichten. Die Ausstellung des Formulars PD A1 über den 31.08.2021 hinaus wird abgelehnt (Blg 1). Dagegen\nwurde am 16.08.2021 Vorstellung erhoben (Blg 2). Mit Entscheidung vom\n15.12.2022 wurden die gegenständlichen Vorstellungen - soweit sie mit\nformellen Mängeln behaftet sind - zurückgewiesen; darüber hinaus wurde\nden Vorstellungen keine Folge gegeben (Blg 3; vgl im Übrigen auch OGH\nSV.2022.9; StGH 2022/067 und EFTA GH E-1/21; OGH SV.2018.27).\nDagegen wurde mit Berufung vom 13.01.2023 beim Fürstlichen Obergericht\nbeantragt, die angefochtene Entscheidung dahingehend abzuändern und\nauszusprechen und zu bescheinigen, dass die Berufungswerberin und\nnamentlich genannten Mitarbeiter der Berufungswerberin auch seit dem\n01.09.2018 den liechtensteinischen Rechtsvorschriften über soziale Sicherheit unterliegen; zudem wurde ein Antrag in eventu sowie in sub-eventu\ngestellt (Berufungsschrift S 24 bis 27).\n2.\nMit Urteil vom 02.03.2023 gab das Fürstliche Obergericht der Berufung\nkeine Folge.\nDas Fürstliche Obergericht erwog, dass für die Beurteilung des gegenständlichen Streites die Angaben auf der Rheinschiffahrts-Zugehörigkeitsurkunde massgeblich sind. Eine solche fehlt in Bezug auf die Berufungswerberin. Daraus folgt, dass weder die Berufungswerberin noch die genannten Arbeitnehmer den Rechtsvorschriften des Fürstentums Liechtenstein unterstehen können (E 5).Was den Berufungsantrag auf Zuerkennung\nvon Kinderzulagen betrifft, hält das Fürstliche Obergericht fest, dass\ndiesbezüglich die Entscheidung nicht angefochten wurde; es fehlt im Übrigen an der Rechtsmittellegitimation der Berufungswerberin. Schliesslich\nbesteht der Anspruch auch materiell nicht, weil die betreffenden Arbeitnehmer keinen Zivilrechtlichen Wohnsitz im Inland haben und auch nicht bei\neinem in Liechtenstein ansässigen Arbeitgeber beschäftigt werden (E 7).\nEs ist nach den Festlegungen des Fürstlichen Obergerichts nicht im gegenständlichen Verfahren zu beurteilen, weshalb keine RheinschiffahrtsZugehörigkeitsurkunde besteht (E 8).\n3.\nDie Antragstellerin richtet gegen dieses Urteil vom 02.03.2023 ihre rechtzeitige Revision wegen Mangelhaftigkeit des Verfahrens, unrichtiger\n- 2 -\nrechtlicher Beurteilung sowie Unangemessenheit der angefochtenen Entscheidung. Die Revisionsausführungen münden in einen Abänderungsantrag dahin, die angefochtene Entscheidung sei dahingehend abzuändern,\ndass auszusprechen, zu bescheinigen und festzustellen sei, dass die Berufungswerberin und namentlich genannten Mitarbeiter der Berufungswerberin auch seit dem 01.09.2018 den liechtensteinischen Rechtsvorschriften\nüber soziale Sicherheit unterliegen; zudem wurde ein Antrag in eventu\nsowie in sub-eventu gestellt (Revisionsschrift S 17 bis 19).\nDie Revisionsgegnerinnen erstatteten fristgerecht eine Revisionsbeantwortung, in der sie beantragen, der Revision keine Folge zu geben.\n4.\nAuf die entsprechenden Ausführungen der Revisionswerberin sowie der\nRevisionsgegnerinnen wird gemäss §§ 482, 469a ZPO in Verbindung mit\nden nachfolgenden Erwägungen verwiesen.\n5.\nDie Revision ist gemäss Art 93 AHVG und § 471 Abs 3 Ziff 1 ZPO zulässig.\nDas Rechtsmittel ist aber nicht berechtigt.\nENTSCHEIDUNGSGRÜNDE:\n6.\nIm gegenständlichen Verfahren ist strittig, ob die Berufungswerberin als\nArbeitgeberin bzw die von ihr beschäftigten Arbeitnehmer dem Liechtensteinischen Sozialversicherungsrecht unterstehen.\nEs ist vorab auf die massgebenden rechtlichen Grundlagen hinzuweisen.\n7.\nAm 01.09.2018 ist für das Fürstentum Liechtenstein die Vereinbarung über\ndie Bestimmung der anzuwendenden Rechtsvorschriften für Rheinschiffer\ngemäss Art. 16 Abs. 1 der Verordnung (EG) Nr. 883/2004 in Kraft getreten\n(LGBl 2018/205). Nach Art 4 Abs 1 dieser Vereinbarung untersteht der\nRheinschiffer den Rechtsvorschriften nur eines Unterzeichnerstaates.\nDabei untersteht der Rheinschiffer den Rechtsvorschriften des Unterzeichnerstaates, in dessen Hoheitsgebiet sich der Sitz des Unternehmens befindet, zu dem das in Art 1 Bst c bezeichnete Fahrzeug gehört, an Bord\ndessen er seine Berufstätigkeit ausübt (Art 4 Abs 2). Nach Art 1 Bst c gehört das Fahrzeug zu dem Unternehmen, welche das betreffende Fahrzeug\nbetreibt. Für die Bestimmung des Unternehmens sind - wie Art 1 Bst c\n- 3 -\nfesthält - die Angaben auf der Rheinschiffahrts-Zugehörigkeitsurkunde\nmassgebend.\nWeiter von Bedeutung ist die Verordnung (EWG) Nr. 2919/85 (vom\n17.10.1985) zur Festlegung der Bedingungen für die Inanspruchnahme\nder Regelung, die aufgrund der Revidierten Rheinschiffahrtsakte den\nSchiffen der Rheinschiffahrt vorbehalten ist. Dabei hält Art 1 dieser Verordnung fest, dass die Vorschriften des Anhangs in der Gemeinschaft im\nEinklang mit dieser Verordnung anwendbar sind.\nArt 2 der Ausführungsverordnung zu den Bestimmungen des Artikels 2\nAbsatz 3 der Revidierten Rheinschiffahrtsakte und den Ziffern 1 und 3 des\nZeichnungsprotokolls zu dem Zusatzprotokoll Nr. 2 vom 17. Oktober 1997\nzu genannter Rheinschiffahrtsakte (nachstehend: Ausführungsverordnung)\nhält in Abs 1 fest, dass für die Ausstellung und den Bezug der in Art 2 Abs.\n2 der Revidierten Rheinschiffahrtsakte vorgesehenen Urkunde über die\nZugehörigkeit eines Schiffes zur Rheinschiffahrt „allein die Behörden\ndesjenigen Vertragsstaates, in dem das Schiff in einem öffentlichen Register eingetragen ist“, zuständig sind.\nArt 2 Abs 2 der Ausführungsverordnung hält das Folgende fest:\n„Besteht kein öffentliches Register oder ist ein Schiff nicht in einem öffentlichen Register eines Vertragsstaates eingetragen, so sind die Behörden\ndesjenigen Vertragsstaates für die Ausstellung und den Entzug der genannten Urkunde zuständig, in dem der Eigentümer (sic) des Schiffes oder\nim Falle des Miteigentums der Miteigentümer, der als erster den Antrag\ngestellt hat, seinen Wohnsitz oder dauernden Aufenthalt hat oder in dem\nsich der Sitz des Unternehmens befindet, dem das Schiff gehört.“\nArtikel 3 der genannten Ausführungsverordnung nennt die Voraussetzungen für die Ausstellung der Urkunde über die Zugehörigkeit eines Schiffes\nzur Rheinschiffahrt. Die Ausstellung der Urkunde setzt nach Art 6 Abs 1\neinen Antrag mit den erforderlichen und wahrheitsgetreuen (sic) Angaben\nvoraus. Nach Art 8 Abs 1 der Ausführungsverordnung erlassen die Vertragsstaaten die erforderlichen Ausführungsvorschriften, insbesondere\nwas das Verfahren und die Beweislast betrifft. Diese Ausführungsvorschriften sind dabei den übrigen Vertragsstaaten über die Zentralkommission\nfür die Rheinschiffahrt bekannt zu geben.\n8.1.\nDie gegenständliche Revision richtet sich gegen das Urteil des Fürstlichen\nObergerichts vom 02.03.2023. Dieser Berufungsentscheid bezieht sich\nauf die Entscheidung der Revisionsgegnerinnen vom 15.12.2022 (Blg 3).\nIm Rahmen dieser Entscheidung war zu klären, ob die Arbeitnehmer der\nRevisionswerberin für die Zeit ab dem 01.09.2018 den Liechtensteinischen\nRechtsvorschriften unterliegen und ob - daraus abgeleitet - für sie Beiträge\n- 4 -\nzu den Liechtensteinischen AHV-IV-FAK-Anstalten zu zahlen sind und ob\nsie Anspruch auf Leistungen dieser Sozialversicherungsträger haben (Blg\n3 S 3).\n8.2.\nDie Entscheidung wurde mithin durch die AHV-IV-FAK-Anstalten in ihren\nFunktionen als Sozialversicherungsträgerinnen gefällt.\nNach Art 1 Abs 1 ist die „Liechtensteinische Alters- und Hinterlassenenversicherung“ eine selbständige Anstalt des öffentlichen Rechts. Analoges\ngilt für die „Liechtensteinische Invalidenversicherung“ (Art 1 Abs 1 IVG).\nEbenfalls als selbständige Anstalt des öffentlichen Rechts ist die „Liechtensteinische Familienausgleichskasse“ ausgestaltet (Art 1 Abs 1 FZG).\nDamit steht fest, dass alle Revisionsgegnerinnen selbständige Anstalten\ndes öffentlichen Rechts sind und damit selber nicht Vertragsstaaten der\nRevidierten Rheinschiffahrtsakte sind. Sie sind auch nicht „Behörden“ im\nSinne von Art 2 Abs 2 der vorgenannten Ausführungsverordnung oder\n„Behörde“, welcher gemäss Art 6 Abs 1 der vorgenannten Ausführungsverordnung der Antrag zur Ausstellung der Urkunden über die Zugehörigkeit\neines Schiffes einzureichen ist. Vielmehr ist diese Behörde das Amt für\nGesundheit (dazu auch die Ausführungen in der Vorstellung vom\n16.08.2022, Ziff 30 und 31; Blg 2).\n8.3.\nDamit zeigt sich unmittelbar, dass die Revisionsgegnerinnen im gegenständlichen Verfahren auf eine allfällige Urkunde über die Zugehörigkeit\neines Schiffes zur Rheinschiffahrt gemäss der Entscheidung des Amtes\nfür Gesundheit abzustellen haben.\nEine solche Bestätigung fehlt im gegenständlichen Verfahren unbestrittenermassen. Dabei hat die Revisionswerberin im Vorstellungsverfahren\ndarauf hingewiesen, dass nach Mitteilung des zuständigen Amtes für Gesundheit für Liechtenstein keine Verpflichtung bestehe, den EWR-Binnenschifffahrtsrechtsbestand in nationales Recht umzusetzen; es sei daher\nnicht möglich, eine Ausrüsterbescheinigung auszustellen; es seien keine\nAusführungsbestimmungen zur Rheinschiffvereinbarung erlassen worden\n(so Vorstellung vom 16.08.2021, Ziff 30 und 31; Blg 2).\n8.4.\nEs fragt sich mithin, wie im gegenständlichen Verfahren mit der Ausgangslage umzugehen ist, dass den Revisionsgegnerinnen keine Urkunde über\ndie Zugehörigkeit eines Schiffes zur Rheinschiffahrt vorgelegt wird, wobei\ndie zuständige Behörde eine solche nicht ausstellt.\n9.1.\nDie Revisionsgegnerinnen haben den massgebenden Sachverhalt von\nAmts wegen abzuklären. Dabei haben sie die massgebenden Beweismittel\nzu berücksichtigen. Bei den in Frage kommenden Beweismitteln handelt\n- 5 -\nes sich beispielsweise um Urkunden, Auskünfte der Parteien oder Auskünfte bzw Zeugnisse von Drittpersonen (dazu Basler Kommentar ATSGSCHIAVI CRISTINA, Art 43 Rz 9). Diese Untersuchungspflicht dauert so\nlange, bis über die zur Beurteilung des streitigen Anspruchs erforderlichen\nTatsachen hinreichende Klarheit besteht. Der Untersuchungsgrundsatz\ngilt nicht uneingeschränkt; er findet sein Korrelat in den Mitwirkungspflichten\nder Parteien.\n9.2.\nIm gegenständlichen Verfahren geht es um eine Urkunde, nämlich um die\n„Urkunde über die Zugehörigkeit eines Schiffes zur Rheinschiffahrt“ (dazu\nArt 2 Abs 1 der Ausführungsverordnung). Damit eine solche Urkunde\nausgestellt werden kann, muss nach Art 6 Abs 1 der Ausführungsverordnung der zuständigen Behörde ein Antrag mit den erforderlichen und\nwahrheitsgetreuen Angaben eingereicht werden.\nIm gegenständlichen Verfahren führt die Revisionswerberin aus, dass sie\neinen Antrag auf Erteilung einer Ausrüsterbescheinigung bei der zuständigen Behörde stellen wollte, dies „jedoch gar nicht möglich“ sei; in der\nFolge habe die Revisionswerberin „die Bekanntgabe der Ausführungsbestimmungen für die Beantragung und Erteilung einer Ausrüsterbescheinigung“ beantragt, um einen Antrag auf Erteilung einer Ausrüsterbescheinigung stellen zu können (dazu Vorstellung vom 16.08.2021, Ziff 29; Blg 2).\n9.3.\nDie gegenständlich interessierende Urkunde stellt eine Urkunde mit umfassender Bedeutung dar, indem damit die Zugehörigkeit eines Schiffes\nzur Rheinschiffahrt bestätigt wird (so Art 2 Abs 1 der Ausführungsverordnung). Nur Schiffe, bei denen die Zugehörigkeit zur Rheinschiffahrt mit\nder entsprechenden Urkunde festgestellt wird, sind berechtigt, Beförderungen von Gütern und Personen auf den interessierenden Wasserstrassen\ndurchzuführen (dazu Verordnung [EWG] Nr. 2919/85 des Rates, Ingressabschnitt 7). Es geht mithin bei der interessierenden Urkunde nicht um\neine unmittelbar und direkt auf die Erfüllung sozialversicherungsrechtlicher\nElemente bezogene Urkunde.Vielmehr liegt - wie aufgezeigt - eine umfassend ausgestaltete und umfassend wirkende Urkunde vor. Diese Abgrenzung ist - wie sogleich zu zeigen sein wird - im gegenständlichen Verfahren\nvon zentraler Bedeutung.\n9.4.\nSoweit eine unmittelbar sozialversicherungsrechtlich erforderliche Bescheinigung eines bestimmten Sozialversicherungsträgers vorliegt, fällt eine\nPflicht der Träger der Mitgliedstaaten zur engen Zusammenarbeit ins Gewicht (vgl Art. 76 VO [EG] Nr. 883/2004; vgl auch Art 12 und Art 54 Abs\n1 Satz 2 VO [EG] 987/2009) (dazu auch Urteil des Schweizerischen Bundesgerichts 8C_424/2022 E 4.6.4).\n- 6 -\nDiese Pflicht zur engen Zusammenarbeit kann sich indessen nicht auf alle\nUrkunden beziehen, sondern nur auf solche, die unmittelbar und einzig\nauf eine sozialversicherungsrechtlich relevante Frage gerichtet sind, wie\nzB Bestätigungen von Beitragszeiten.\nEs geht - wie aufgezeigt - bei der gegenständlich interessierenden Urkunde\nnicht um eine spezifisch sozialversicherungsrechtliche Bestätigung eines\nTrägers zuhanden eines anderen Trägers. Vielmehr liegt eine Urkunde\nvor, welche seitens eines Vertragsstaates auszustellen ist und welche\nbezogen auf die Tätigkeit in der Rheinschiffahrt von zentraler Bedeutung\nist. Denn sie erlaubt, Beförderungen vorzunehmen. Die Revisionsgegnerinnen wären völlig ausserstande, über die Erteilung bzw. Nichterteilung\neiner solchen Urkunde zu entscheiden. Dies wiederum bedeutet, dass das\nEinholen der betreffenden Urkunde nicht Aufgabe der Revisionsgegnerinnen sein kann.\n9.5.\nDamit stellt sich die weitere Frage, wie mit einer Ausgangslage umzugehen\nist, in welcher eine beweisrechtlich relevante Urkunde - hier die Urkunde\nüber die Zugehörigkeit eines Schiffes zur Rheinschiffahrt - nicht vorgelegt\nwird.\nDie betreffende Urkunde ist von einer Behörde eines Vertragsstaates -\nhier das Fürstentum Liechtenstein und das Amt für Gesundheit - auszustellen, wobei nach den Ausführungen der Revisionswerberin die Behörde\ndas entsprechende Ausstellen der Urkunde ablehnt. Die betreffende Urkunde hat - wie aufgezeigt (E 9.4) - eine umfassende Bedeutung für die\nBeförderung von Gütern und Personen auf den interessierenden Wasserstrassen und mithin eine weit über das Sozialversicherungsrecht hinausreichende Bedeutung. Es können nicht ersatzweise die Revisionsgegnerinnen über den Erhalt der betreffenden Urkunde entscheiden. Damit besteht keine (weitere) Abklärungspflicht der Revisionsgegnerinnen. Sollte\nbezüglich der interessierenden Urkunde eine Beweislosigkeit eintreten,\nwäre die Folge dieser Beweislosigkeit von der Revisionswerberin zu tragen,\nweil sie Rechte und Pflichten aus dem geltend gemachten Sachverhalt\nableitet.\n9.6.\nAusgehend von diesen allgemeinen Erwägungen ist nachstehend unter\nBeachtung der Parteivorbringen zu prüfen, ob dem Urteil des Fürstlichen\nObergerichts eine unrichtige rechtliche Beurteilung bzw unrichtige Feststellungen infolge unrichtiger Beweiswürdigung sowie eine Unangemessenheit\nder angefochtenen Entscheidungen entgegengehalten werden können\n(dazu Revisionsschrift S 1).\n- 7 -\nDabei ist vorab festzuhalten, dass auf die Begründungen der Parteien nur\ninsoweit einzugehen ist, als sie bezogen auf die vorstehend genannten\nGrundsätze Bedeutung haben.\n10.1.\nDie Revisionswerberin begründet die geltend gemachte unrichtige Beurteilung damit, dass das Fürstentum Liechtenstein verpflichtet sei, nationale\nAusführungsbestimmungen für die Ausstellung der Urkunde über die Zugehörigkeit eines Schiffes zur Rheinschiffahrt zu erlassen. Indem unterlassen werde, die erforderlichen Grundlagen/Voraussetzungen für die Unterstellung einer Personengruppe im Sinne von Art 16 Abs 1 VO (EG)\n883/2004 im innerstaatlichen Recht zu schaffen, liege ein Verstoss gegen\nEWR-Recht und gegen die VO (EG) 883/2004 vor (Revisionsbegründung\nZiff 13 bis 20). Dadurch würden Grundprinzipien des EWR-Rechts (Ziff.\n26 bis 40) sowie die Niederlassungsfreiheit verletzt (Ziff 42 bis 46).\n10.2.\nDie Revisionsgegnerinnen führen aus, dass sie an Recht und Gesetz in\nLiechtenstein gebunden seien; sie könnten weder Gesetze noch Verordnungen erlassen (Revisionsantwort, Ziff II.1).\n10.3.\nDas Fürstliche Obergericht geht davon aus, dass die Angaben auf der\nRheinschiffahrts- Zugehörigkeitsurkunde massgeblich sind. Eine solche\nUrkunde ist nicht ausgestellt, weshalb weder die Berufungswerberin noch\ndie genannten Arbeitnehmer den Rechtsvorschriften des Fürstentums\nLiechtensteins unterstehen können (E 5).\n10.4.\nIm gegenständlichen Verfahren steht fest, dass eine Urkunde über die\nZugehörigkeit eines Schiffes zur Rheinschiffahrt nicht vorgelegt wird. Die\nentsprechende Urkunde kann nicht durch eigene Bemühungen der Revisionsgegnerinnen beschafft werden, weil nach Art 6 Abs 1 der Ausführungsverordnung der entsprechende Antrag durch den Eigentümer mit\nden erforderlichen und wahrheitsgetreuen Angaben einzureichen ist. Es\nbesteht keine sonstige Nachforschungs- und Abklärungspflicht, weil es\nsich nicht um die Zusammenarbeit von Sozialversicherungsträgerinnen\nund Sozialversicherungsträgern handelt (dazu E 9.4).\nDamit fehlt es an einem massgeblichen Element des Beweises. Es kann\nohne die betreffende Urkunde nicht geklärt werden, ob eine Unterstellung\nunter die sozialrechtlichen Regelungen des Fürstentums Liechtenstein\nvorzunehmen ist oder nicht. Daran vermögen die Hinweise der Revisionswerberin auf die Niederlassungsfreiheit, auf den Vertrauensschutz, auf\ndie Rechtssicherheit, auf die Einheitlichkeit und auf die Gleichheit sowie\ndas Willkürverbot in der Rechtsetzung (dazu Revisionsbegründung Ziff 26\nbis 46) nichts zu ändern. Die allfällige Verantwortlichkeit für eine allenfalls\n- 8 -\nfehlende Umsetzung auf der Ebene des innerstaatlichen Rechts ist nicht\ndurch die Revisionsgegnerinnen zu tragen.\n11.1.\nDie Revisionswerberin beruft sich im Rahmen der unrichtigen rechtlichen\nBeurteilung im Weitern darauf, dass eine rechtliche Unmöglichkeit und\nkeine Unterlassung der Revisionswerberin vorliegen, wobei auch keine\nVerpflichtung zu einer (Säumnis-)Beschwerde bestehe (Revisionsbegründung Ziff 15 bis 19).\n11.2.\nDie Revisionsgegnerinnen weisen darauf hin, dass die Untätigkeit im Zusammenhang mit der Erreichung der Zugehörigkeitsurkunde durch die\nRevisionswerberin zu tragen sei; es wären ihr durchaus geeignete\nRechtsbehelfe zur Verfügung gestanden, um sich gegen eine Behörde\nzur Wehr zu setzen (Revisionsantwort Ziff II.4).\n11.3.\nDas Fürstliche Obergericht hält im Urteil fest, es sei nicht im gegenständlichen Verfahren zu beurteilen, weshalb die Berufungswerberin keine\nentsprechende Urkunde ausweise. Gegebenenfalls wäre es Sache der\nBerufungswerberin gewesen, eine rechtsmittelfähige Verfügung zu verlangen bzw eine Säumnisbeschwerde zu erheben (E 8).\n11.4.\nSollte - was gegenständlich ohnehin nicht hinreichend aufgezeigt ist - die\nzuständige Behörde des Fürstentums Liechtenstein die interessierende\nUrkunde nicht ausstellen wollen, wäre in einem auf die gerügte Nichtausstellung der Urkunde gerichteten Verfahren zu erwirken (gewesen), dass\ndie zuständige Behörde eine Entscheidung trifft.Weil es sich nicht um eine\nspezifische Urkunde mit Bezug auf eine sozialversicherungsrechtliche\nFrage handelt, kann im vorliegenden Verfahren nicht überprüft werden,\nob eine entsprechende Urkunde nicht erhältlich gemacht werden kann.\nEs ist Aufgabe der insoweit mitwirkungspflichtigen Partei, im gegenständlichen sozialversicherungsrechtlichen Verfahren diejenigen Beweismittel\nvorzulegen, welche zum Beleg des geltend gemachten Sachverhaltes\nnützlich bzw erforderlich sind. Anders würde es sich nur verhalten, wenn\n- was gegenständlich nicht der Fall ist - es im Rahmen der Untersuchungspflicht der Sozialversicherungsträgerin läge, die entsprechenden Abklärungen eigenständig vorzunehmen (dazu E 9.4 und Urteil des Schweizerischen\nBundesgerichts 8C_424/2022 E 4.6.4).\n12.1.\nDie Revisionswerberin bringt vor, dass der Rügegrund der Mangelhaftigkeit\ndes Verfahrens gegeben sei, weil das Fürstliche Obergericht dem Antrag\nauf Einholung eines Gutachtens des EFTA-Gerichtshofs nicht gefolgt sei.\nDer gegenständliche Fall betreffe genuine europarechtliche Fragen, welche\n- 9 -\nbis anhin nie Gegenstand einer nationalen oder europarechtlichen\nRechtsprechung gewesen seien (Revisionsbegründung Ziff 1 bis 5).\n12.2.\nDie Revisionsgegnerinnen halten fest, dass eine Anrufung des EFTAGerichtshofs unterbleiben könne, weil die von der Revisionswerberin vorgetragenen Bedenken rechtlich nicht relevant seien (Revisionsbeantwortung Ziff I.1).\n12.3.\nDas Fürstliche Obergericht hält fest, dass zur Einholung eines Gutachtens\ndes EFTA-Gerichtshofs kein Anlass besteht. Es wäre Sache der Berufungswerberin gewesen, eine rechtsmittelfähige Verfügung zu verlangen bzw\nSäumnisbeschwerde zu erheben.\n12.4.\nIm gegenständlichen Verfahren wird eine für das sozialversicherungsrechtliche Beweisverfahren interessierende Urkunde nicht vorgelegt. Dabei\nbetrifft - wie aufgezeigt - die interessierende Urkunde einen Verfahrensgegenstand, der weit über das Sozialversicherungsrecht hinausreicht. Dies\nbringt - wie aufgezeigt (E 9.4) - mit sich, dass im gegenständlichen sozialversicherungsrechtlichen Verfahren nicht ersatzweise über das Erfüllen\nder zur Ausstellung der Urkunde notwendigen Voraussetzungen befunden\nwerden kann. Damit besteht zugleich keine Notwendigkeit, bezüglich der\nErfüllung der betreffenden Voraussetzungen weitergehende Abklärungen\nzu treffen. Dies wiederum bedeutet, dass die Einholung eines Gutachtens\ndes EFTA-Gerichtshofes nicht im vorliegenden Verfahren erfolgen kann.\n13.1.\nUnter dem Titel des Begründungsmangels bringt die Revisionswerberin\nschliesslich vor, das Fürstliche Obergericht habe sich nicht mit der Rüge\nder unsachlichen Motivation und der fehlerhaften/fehlenden Umsetzung\nund Anwendung von EWR-Recht bzw mit der gerügten Verletzung der\nNiederlassungsfreiheit befasst (Revisionsbegründung Ziff 6, Ziff 7).\n13.2.\nDie Revisionsgegnerinnen bringen in der Revisionsantwort dazu vor, die\ngeltend gemachten Begründungsmängel seien rechtlich nicht relevant.\nFür das gegenständliche Verfahren sei ausschliesslich von Bedeutung,\ndass keine entsprechende Rheinschiffahrts- Zugehörigkeitsurkunde vorhanden sei (Revisionsbeantwortung Ziff I.3).\n13.3.\nDas Fürstliche Obergericht hält in seinem Urteil fest, ausschlaggebend\nsei das Fehlen der Angaben auf der Rheinschiffahrts-Zugehörigkeitsurkunde. Eine solche ist in Bezug auf die Berufungswerberin nicht ausgestellt\nworden, weshalb weder die Berufungswerberin noch die genannten Arbeitnehmer den Rechtsvorschriften des Fürstentums Liechtenstein unterstehen\nkönnen (E 5).\n- 10 -\n13.4.\nIm vorliegenden Fall ist - wie aufgezeigt - ein interessierendes Beweismittel\n- die Urkunde über die Zugehörigkeit eines Schiffes zur Rheinschiffahrt -\nnicht vorgelegt worden.\nWeil die Vorlage dieser Urkunde nicht im Rahmen der Untersuchungspflicht\nSache der Revisionsgegnerinnen ist (E 9.3, 9.4), bedeutet die Nichtvorlage\nder Beweisurkunde den Eintritt einer Beweislosigkeit (E 9.5). Diese Beweislosigkeit wirkt sich zulasten der Berufungswerberin aus. Eine materielle Anwendung des Liechtensteinischen Sozialversicherungsrechts fällt\nausser Betracht.\n14.\nBei diesem Ergebnis des Verfahrens ist nicht erforderlich, auf die weiteren\nRügen der Revisionswerberin einzugehen.\n15.\nDamit zeigt sich, dass die von der Revisionswerberin genannten Rügen\nnicht geeignet sind, das Urteil des Fürstlichen Obergerichts als rechtsfehlerhaft zu betrachten. Dies wiederum zeigt, dass die Revision mit dem\ngestellten Antrag keinen Erfolg haben kann.\nDamit ergibt sich, dass dem Urteil des Fürstlichen Obergerichts kein\nRechtsfehler anhaftet. Der Revision war daher ein Erfolg zu versagen.\n16.\nGem Art 90 Abs 2, Art 95 AHVG findet beim Obsiegen der Revisionsgegnerinnen im Revisionsverfahren ein Kostenersatz nicht statt.\nVaduz, am 7. Juli 2023\nFürstlicher Oberster Gerichtshof, 1. Senat\n- 11 -"}
{"source_file": "12UR20241_8593_251101034617.pdf", "case_number": "12UR20241_8593_251101034617", "full_text": "Leitsatz 1a\nAuch passives Verhalten bei der Identitätsabklärung und Papierbeschaffung kann\ndie Annahme einer Untertauchensgefahr begründen.\nLeitsatz 1b\nArt 61a Abs 5 AuG fordert den Beistand eines Verteidigers nicht schon bei der\nAnordnung oder Durchführung der Verhandlung gemäss Art 60 Abs 3 AuG zur\nÜberprüfung der Rechtmässigkeit und Angemessenheit der Haft.\nLeitsatz 1c\nWorüber der Betroffene in der Haftverhandlung im Ausschaffungsverfahren zu\nbelehren ist, ist in Art 61a Abs 2 AuG geregelt.\nLeitsatz 1d\nDie Anwendung gelinderer Mittel ist auch im Falle einer Ausschaffungshaft zu prüfen.\nBESCHLUSS\nDer Fürstliche Oberste Gerichtshof als Revisionsbeschwerdegericht hat durch seinen\nzweiten Senat unter dem Vorsitz des Vizepräsidenten Dr. Walter Krabichler sowie\ndie Oberstrichterinnen Dr. Ingrid Brandstätter, Dr. Marie-Theres Frick, Dr. Valentina\nHirsiger und den Oberstrichter Dr.Thomas Hasler als weitere Mitglieder des Senates,\nferner im Beisein der Schriftführerin Astrid Wanger, in der\nAdministrativhaftsache\n12 UR.2024.1\nOGH.2024.9\nbetreffend A****, geboren am **.11.1982, vertreten durch *****, wegen\nAusschaffungshaft nach Art 59 Abs 1 lit b Z 3 und 7 AuG über die\nRevisionsbeschwerde des A**** vom 24.01.2024 (ON 23) gegen den Beschluss des\nFürstlichen Obergerichtes vom 18.01.2024 (ON 21), womit der Beschwerde des\nGenannten gegen den Beschluss des Fürstlichen Landgerichtes vom 03.01.2024\n(ON 10) keine Folge gegeben wurde, nach Anhörung der Liechtensteinischen\nStaatsanwaltschaft in nicht öffentlicher Sitzung beschlossen:\nDer Revisionsbeschwerde wird k e i n e Folge gegeben.\nDem Revisionsbeschwerdeführer fallen die Kosten des Revisionsverfahrens zur Last\n(§ 307 StPO iVm Art 61b Abs 2 AuG).\nBEGRÜNDUNG:\n1.\nMit Beschluss vom (richtig:) 04.01.2024 (ON 10) sprach das Fürstliche\nLandgericht aus, dass die mit Verfügung des Ausländer- und Passamtes\nvom 29.12.2023 (APA-H-Nr. 244.1/2022-14657) über A**** aus dem\nHaftgrund nach Art 59 Abs 1 lit b Z 3 und 7 AuG verhängte Haft zur Sicherstellung des Vollzuges der Wegweisung aus dem Fürstentum Liechtenstein\nrechtmässig und angemessen sei und bestimmte die Wirksamkeit des\nHaftbeschlusses bis längstens 03.07.2024, 07.00 Uhr. Für die Dauer der\nHaft im Rahmen des Ausschaffungsverfahrens wurde A**** über dessen\nAntrag nach § 26 Abs 2 StPO ein Verteidiger beigegeben.\n1.1\nNach Verweis auf die Haftanordnung des Ausländer- und Passamtes vom\n29.12.2023 (ON 1) führte das Erstgericht Folgendes aus:\n„A****, geb. **.11.1982, Staatsangehöriger Aserbaidschans, reiste am\n17.07.2022 nach Liechtenstein ein und stellte bei der Landespolizei ein\nAsylgesuch. Ein Abgleich der Fingerabdrücke des A**** mit der europäischen Fingerabdruck-Datenbank (Eurodac) ergab, dass A**** bereits im\nJahr 2017 in Frankreich und im Jahr 2018 in Deutschland ein Asylgesuch\nstellte. Über das Asylgesuch in Frankreich wurde am 20.06.2022 negativ\nentschieden. Im Zuge der Befragung beim APA gab A**** an, dass er\nFrankreich am 16.07.2022 aufgrund der negativen Entscheidung verlassen\nhabe. Hinsichtlich seines Reisepasses gab A**** an, diesen 2018 in\nFrankreich (Rennes) verloren zu haben. Über Beschwerde des A**** gegen\n- 2 -\nden Unzulässigkeitsbescheid des für das Ministerium für Inneres zuständigen Regierungsmitgliedes vom 25.01.2023, mit welchem A**** nach\nFrankreich weggewiesen wurde, hob der Verwaltungsgerichtshof diesen\nmit Beschluss des Präsidenten vom 03.03.2023 auf und verwies die\nRechtssache zur Durchführung des ordentlichen Asylverfahrens an das\nAPA zurück. Mit Entscheid der Regierung vom 31.10.2023 (LNR 20231015 BNR 2023/1771 AP 244.1) wurde festgehalten, dass die Flüchtlingseigenschaft des A**** nicht erfüllt ist, wurde das Asylgesuch des A****\nabgewiesen und A**** nach Aserbaidschan weggewiesen, wobei er\nLiechtenstein binnen 14 Tagen ab Eintritt der Rechtskraft dieser Entscheidung zu verlassen habe. Einer gegen diese Entscheidung erhobenen\nBeschwerde wurde mit Urteil des Verwaltungsgerichtshofes vom\n15.12.2023 (ON 6) keine Folge gegeben. Hinsichtlich des konkreten Verfahrensablaufes bzw. Sachverhalts kann daher auf die vorgenannten einschlägigen Entscheidungen verwiesen werden. Am 04.01.2024 fand die\nHaftprüfung statt (ON 8), in welcher A**** zu der Haftanordnung und den\ndort ausgeführten Haftgründen gehört wurde. Er gab dabei zusammengefasst an, dass er Frankreich nach Erhalt des negativen Asylentscheides\nverlassen hat, wobei er nicht wisse, wohin er aufgrund des französischen\nEntscheides hätte gehen müssen. A**** gab auch an, einen Entscheid\nüber seinen 2018 in Deutschland gestellten Asylantrag nicht abgewartet\nzu haben und habe er Deutschland wieder Richtung Frankreich verlassen.\nSeinen Reisepass habe er vor der Antragsstellung in Deutschland am\n08.01.2018 verbrannt. Hinsichtlich der Gefahr, dass er sich einem Vollzug\nder Ausschaffung widersetzen bzw. entziehen werde, gab er an, dass er\nnach Aserbaidschan zurückwolle und er sich im Aufnahmezentrum in Vaduz\nauf seine Ausschaffung vorbereiten und dort warten werde. Die Liechtensteinische Staatsanwaltschaft beantragte anlässlich der Hafteinvernahme\ndie Feststellung der Rechtmässigkeit der Haftanordnung des APA. Die\nVertreterin des APA verwies in der Hafteinvernahme auf die Ausführungen\nin der Haftanordnung und teilte hinsichtlich der Ausschaffung des A****\nmit, dass derzeit ein genauer Ausschaffungstermin nicht genannt werden\nkönne. Eine zeitnahe Ausschaffung hänge auch vom Mitwirken des A****\nab. Jedenfalls habe das APA aber bereits mit Datum vom 03.01.2024 beim\nStaatssekretariat für Migration in der Schweiz einen Antrag hinsichtlich\nder Beschaffung der Papiere des A**** gestellt. Hierzu hat das Fürstliche\nLandgericht erwogen: Gemäss Art 59 Abs 1 AuG kann eine betroffene\nPerson zur Sicherstellung des Vollzuges eines Wegweisungsentscheides\nin Haft genommen werden, wenn konkrete Anzeichen befürchten lassen,\ndass sie sich der Ausschaffung widersetzen oder entziehen will, insbesondere weil sie der Mitwirkungspflicht bei der Beschaffung ihres Reisepasses\nnach Art 65 Bst c nicht nachkommt oder sie die Einreisevoraussetzungen\n- 3 -\nnach Art 7 nicht oder nicht mehr erfüllt. Diese Voraussetzungen sind gegenständlich erfüllt: Gegenständlich besteht aufgrund des bisherigen\nVerhaltens des A**** die begründete Besorgnis, dass er sich seiner Ausschaffung nach Aserbaidschan sowohl widersetzen als auch entziehen\nwill. Dies vor dem Hintergrund, dass er sich bereits einem negativen\nAsylentscheid im Jahr 2022 (20.06.2022) seitens der französischen Behörden entzog, indem er Frankreich am 16.07.2022 gerade wegen der negativen Asylentscheidung verliess und in Liechtenstein neuerlich einen Asylantrag stellt. Auch in Deutschland hat A**** bereits im Jahr 2018 ein\nAsylgesuch gestellt und hat er Deutschland, ohne den Entscheid über sein\nGesuch abzuwarten, vorzeitig verlassen und sich damit auch diesem\nVerfahren entzogen. Daneben gab A**** an, sich - im Falle seiner Freilassung - im Aufnahmezentrum auf seine Ausschaffung nach Aserbaidschan\nvorbereiten zu wollen und die Ausschaffung nach Aserbaidschan abwarten\nzu wollen. Was ein Mitwirken von A**** zur Beschaffung der nötigen Reisepapiere anbelangt, ist eine Mitwirkung aufgrund des von A**** während\nder Hafteinvernahme gesetzten Verhaltens gegenständlich äusserst\nzweifelhaft, zumal er anfänglich Angaben zu seiner Person verweigerte,\nerst im Zuge der Hafteinvernahme den Anschein erweckte, doch am Verfahren mitzuwirken, wenn er freigelassen werde und sich schliesslich -\nnachdem der Haftbeschluss verkündet wurde - wiederum dahingehend\näusserte, dass er jetzt an der Papierbeschaffung nicht mitwirken werde.\nAuch aufgrund dieses Verhaltens besteht - entgegen der Angabe des\nA****, dass er sich im Falle seiner Freilassung bis zur Ausschaffung im\nAufnahmezentrum aufhalten werde - der begründete Verdacht, dass sich\nA**** dem gegenständlichen Ausschaffungsverfahren entziehen wird.\nSchliesslich sind gegenständlich aufgrund des Umstandes, dass A****\nseinen Reisepass offensichtlich selbst verbrannt hat, die Einreisevoraussetzungen nach Art 7 Abs 1 lit a AuG nicht mehr erfüllt, worin gemäss Art\n59 Abs 1 lit b Ziff 7 AuG ebenfalls ein Haftgrund besteht. Gelindere Mittel\nkommen gegenständlich nicht in Betracht, da A**** weder eine Nahebeziehung zu Liechtenstein hat - er hat weder Familie noch Verwandte noch\nFreunde - noch über ausreichend finanzielle Mittel verfügt, sodass auch\neine Sicherheitsleistung („Kaution“) nicht in Betracht kommt. Andere Sicherungsmittel, bspw. die Abgabe der Reisedokumente etc. zur Verhinderung\nder Gefahr des Untertauchens, kommen einerseits bereits mangels Vorhandenseins entsprechender Dokumente nicht in Betracht und wären sie\nandererseits nicht ausreichend, um sicherzustellen, dass A**** sich nicht\ndoch dem gegenständlichen Ausschaffungsverfahren zu entziehen versucht, da er sich zumindest bereits einem negativen Asylentscheid aus\nFrankreich entzogen hat und es aufgrund der Kleinheit Liechtensteins ein\nEinfaches ist, sich unbemerkt über die Landesgrenze abzusetzen. Folglich\n- 4 -\nwar die Rechtmässigkeit und Angemessenheit der Haftanordnung des\nAPA vom 29.12.2023 (APA-H-Nr. 244.1/2022-14657) spruchgemäss zu\nbestätigen.“\n2.\nGegen diesen Beschluss erhob A**** die Beschwerde vom 08.01.2024\n(ON 16), mit der er unter Geltendmachung der Beschwerdegründe der\nUnangemessenheit und Ungesetzlichkeit beantragte, den angefochtenen\nBeschluss dahingehend abzuändern, dass die Ausschaffungshaft nicht\nfortgesetzt bzw der angefochtene Beschluss ersatzlos aufgehoben werde.\nEventualiter begehrte er die Feststellung, dass durch die bekämpfte Ausschaffungshaft das Gesetz verletzt bzw unrichtig angewendet worden sei.\nSubeventualiter wurde beantragt, die Ausschaffungshaft durch gelindere\nMittel im Sinne von § 131 Abs 5 StPO zu ersetzen. Subsubeventualiter\nwurde ein Aufhebungs- und Zurückverweisungsantrag gestellt.\n2.1\nMit Beschluss vom 18.01.2024 (ON 21) gab das Fürstliche Obergericht\nder Beschwerde keine Folge. Nach Wiedergabe des Inhaltes der Haftanordnung des Ausländer- und Passamtes vom 29.12.2023 (ON 1) sowie\nder angefochtenen Entscheidung führte das Beschwerdegericht im Wesentlichen aus wie folgt:\n„5.2 Gemäss Art. 59 Abs. 1 AuG kann die betroffene Person nach Eröffnung\neines erstinstanzlichen Weg- oder Ausweisungsentscheids zur Sicherstellung des Vollzugs in Haft genommen werden, wenn - soweit hier interessierend - konkrete Anzeichen befürchten lassen, dass sie sich der Ausschaffung widersetzen oder entziehen will (Ziff. 3) oder sie die Einreisevoraussetzungen nach Art. 7 nicht oder nicht mehr erfüllt (Ziff. 7). Der Haftgrund des Art. 59 Abs. 1 lit. b Ziff. 3 AuG bezieht sich auf mangelnde Kooperation mit den Behörden sowie Untertauchensgefahr des Betroffenen,\nwas nicht unbedingt ein renitentes Verhalten voraussetzt (vgl. BuA 2008/77,\n115). Die Gefahr des Untertauchens besteht dann, wenn die ausländische\nPerson bereits einmal untergetaucht ist, wenn sie versucht hat, durch erkennbar unglaubwürdige und widersprüchliche Angaben die Vollzugs-bemühungen zu erschweren, oder wenn sie sonst klar zu erkennen gibt,\ndass sie nicht bereit ist, in ihre Heimat zurückzukehren (so der OGH in\nLES 2017, 207). Da der zentrale Ausschaffungshaftgrund der „Untertauchensgefahr“ auf schweizerischer Rezeptionsvorlage beruht, ist praxisgemäss auch die dortige Judikatur und Literatur heranzuziehen. Danach\nliess das Bundesgericht rein passives Verhalten im Unterschied zu eigentlichen Täuschungsmanövern nicht genügen (BGE 122 II 49 E.2a; 129 I\n139 E.4.2.1). Vielmehr bedarf es einer aktiven Vereitelung des Wegweisungsvollzuges BGE 130 II 377 E.3.2.2). Nicht ausreichend für die Annahme der Untertauchensgefahr ist der blosse Umstand, dass der Ausländer\n- 5 -\nillegal eingereist ist und über keine Papiere verfügt (BGE 129 I 139 E.4.2.1).\nGewichtiges Indiz gegen die Untertauchensgefahr bildet der Umstand,\ndass sich der Ausländer im Wissen um einen drohenden behördlichen\nZugriff während längerer Zeit an einem festen Ort aufhält (Andreas Zünd\nin OFK-Migrationsrecht4, AuG Art. 76 Rz 6 unter Hinweis auf die bundesgerichtliche Rechtsprechung). Solange noch ein Asylverfahren hängig ist,\ndarf auch die Erklärung, nicht in den Heimatstaat zurückkehren zu wollen,\ndem Betroffenen nicht zum Nachteil gereichen (BGE 129 I 139 E.4.2.1).\n5.3 Vorliegend hat das Erstgericht festgestellt, dass der Beschwerdeführer\nsich dem Vollzug einer negativen Asylentscheidung in Frankreich dadurch\nentzogen hat, dass er am 16.07.2022 ausgereist ist, aber nicht in seine\nHeimat Aserbaidschan, sondern nach Liechtenstein. Einen Entscheid über\nseinen 2018 in Deutschland gestellten Asylantrag hat er gar nicht abgewartet, sondern Deutschland seinerzeit in Richtung Frankreich verlassen;\nseinen Reisepass hatte er vor der Antragstellung in Deutschland am\n08.01.2018 verbrannt. Durch dieses Verhalten hat der Beschwerdeführer\nim Sinne voriger Ausführungen klar zu erkennen gegeben, dass er nicht\nbereit ist, in sein Heimatland Aserbaidschan, das er am 11. Oktober 2017\nverlassen hat, zurückzukehren. Ergänzend hat das Erstgericht auch darauf\nhingewiesen, dass die Mitwirkung des Beschwerdeführers zur Beschaffung\nder nötigen Reisepapiere äusserst zweifelhaft sei, zumal er anfänglich\nAngaben zu seiner Person verweigert habe, erst im Zuge der Hafteinvernahme dann den Anschein erweckt habe, doch am Verfahren mitzuwirken,\nwenn er freigelassen werde, und sich schliesslich - nachdem der Haftbeschluss verkündet worden sei - wiederum dahingehend geäussert habe,\ndass er jetzt an der Papierbeschaffung nicht mitwirken werde. Die mehreren\nkonkreten Indizien für ein mögliches Untertauchen des Beschwerdeführers\nwurden vom Erstgericht sohin zutreffend angeführt. Diese Umstände begründen die von Art. 59 Abs. 1 AuG für die Verhaftung geforderte Befürchtung, der Betroffene werde sich der Wegweisung zu entziehen versuchen.\nDer Haftgrund nach Art. 59 Abs. 1 lit. b Ziff. 3 AuG wurde sohin zu Recht\nbejaht. 5.4 Das Erstgericht hat auch den Haftgrund nach Art. 59 Abs. 1 lit.\nb Ziff. 7 AuG völlig zutreffend bejaht. Denn es ist ganz offensichtlich, dass\nder Beschwerdeführer die Einreisevoraussetzungen (zumindest) nach Art.\n7 Abs. 1 lit. a AuG nicht erfüllt, da er nach den getroffenen Feststellungen\nbei seiner Einreise nach Liechtenstein keinen Reisepass vorgelegt hat\nbzw. vorlegen konnte, da er diesen schon 2018 verbrannt hatte. Das Beschwerdevorbringen enthält auch keine überzeugenden Argumente, welche\nder Annahme des Haftgrundes nach Art. 59 Abs. 1 lit. b Ziff. 7 AuG entgegenstehen würden. Der blosse Hinweis auf ein nicht-rechtskräftiges Einreiseverbot ist unbehelflich. Das Erstgericht hat das Vorliegen des Haftgrundes nach Art. 59 Abs. 1 lit. b Ziff. 7 AuG ja zutreffend damit begründet,\n- 6 -\ndass der Beschwerdeführer seinen Reisepass nach eigenen Angaben\nselbst verbrannt hat, wodurch die Einreisevoraussetzungen nach Art. 7\nAbs. 1 lit. a AuG nicht mehr erfüllt wären. 5.5 Das Vorbringen des Beschwerdeführers, dass ihm die Entscheidung des VGH bislang nicht eröffnet\nworden sei bzw. die (blosse) Mitteilung über die Rechtskraft des Entscheids\nder Regierung unzureichend sei, ist nicht ganz nachvollziehbar bzw. ist\nfür den Beschwerdeführer damit nichts gewonnen. Nach Art. 59 Abs. 1 lit.\nb AuG kann die betroffene Person bereits nach Eröffnung des erstinstanzlichen Weg- oder Ausweisungsentscheids in Haft genommen werden.\nZudem hat der Verwaltungsgerichtshof mit Entscheid vom 15.12.2023,\nVGH 2023/127, die Beschwerde des Beschwerdeführers vom 21.11.2023\ngegen die Wegweisungs-Entscheidung der Regierung vom 31.10.2023\nabgewiesen und die angefochtene Entscheidung bestätigt. Die Rechtskraft\nder Regierungsentscheidung wurde dem Beschwerdeführer anlässlich der\nAnhörung am 03.01.2023 mitgeteilt. 5.6 Insoweit der Beschwerdeführer\nrügt, dass er bei der Hafteinvernahme vom 04.01.2024 nicht darüber belehrt\nworden sei, dass ihm das Recht zustehe, einen Anwalt beizuziehen, ist\ndem entgegenzuhalten, dass das Erstgericht den Beschwerdeführer ordnungsgemäss nach Art. 61a Abs. 5 AuG [„Wird die Haft durch das Landgericht bestätigt, bedarf die inhaftierte Person für die weitere Dauer der\nHaft eines Rechtsbeistandes. § 26 StPO gilt sinngemäss.“] belehrt und\nihm dann einen Verteidiger nach § 26 Abs. 2 StPO beigegeben hat. Von\neiner Unzulässigkeit des Verfahrens kann also keine Rede sein. 5.7 Es\nwar auch nicht anzunehmen, dass der Zweck der Aus-schaffungshaft\ndurch Anwendung gelinderer Mittel erreicht werden kann, wobei diesbezüglich auf die zutreffenden Ausführungen im angefochtenen Beschluss\nverwiesen werden kann. Angesichts des oben dargestellten Vorlebens\nbzw. des bisherigen Verhaltens des Beschwerdeführers ist ein Gelöbnis\nzur Verhinderung der bereits früher realisierten Untertauchensgefahr\nebenso untauglich wie allfällige Weisungen hinsichtlich des Aufenthaltsortes. 5.8 Die Bestimmung der Haftdauer gemäss Art. 61 Abs. 1 AuG mit\nsechs Monaten war weder ungesetzlich noch unangemessen. Bei dieser\nBefristung handelte es sich ohnedies nur um die mögliche Höchstfrist,\nwobei mit der Durchführung der Ausschaffung vor Ablauf dieser Haftfrist\nzu rechnen war. Da jedoch dieser Zeitpunkt nicht bestimmt werden konnte,\nwar die vom Erstgericht ausgemessene Festsetzung der Haftfrist weder\nrechtswidrig noch unangemessen. 5.9 Insgesamt war die Beschwerde\nsohin nicht berechtigt. Die Haftanordnung erfolgte zulässig und rechtmässig. Sie war auch verhältnismässig und gelindere Massnahmen lassen/liessen sich nicht wirksam anwenden. 6. Die Kostenentscheidung stützt sich\nauf § 307 StPO iVm Art. 61b Abs. 2 AuG.“\n- 7 -\n3.\nGegen diese Entscheidung richtet sich die Revisionsbeschwerde des A****\nvom 24.01.2024 (ON 23), welche in die Anträge mündet, den angefochtenen Beschluss dahingehend abzuändern, dass seiner Beschwerde vom\n08.01.2024 (ON 16) Folge gegeben und die Ausschaffungshaft nicht fortgesetzt bzw der Beschluss ON 10 ersatzlos aufgehoben werde. In eventu\nwolle festgestellt werden, dass durch die bekämpfte Ausschaffungshaft\ndas Gesetz verletzt bzw unrichtig angewendet worden sei. In subeventu\nwird beantragt, den angefochtenen Beschluss vollumfänglich aufzuheben\nund die Rechtssache unter Bindung an die Rechtsansicht des Fürstlichen\nObersten Gerichtshofes zur neuerlichen Entscheidung an das Fürstliche\nLandgericht, eventualiter an das Fürstliche Obergericht zurückzuverweisen.\nIn subsubeventu wolle die über A**** verhängte Ausschaffungshaft durch\ngelindere Mittel im Sinne von § 131 Abs 6 StPO ersetzt und in jedem Fall\ndas Land Liechtenstein zum Kostenersatz an den Revisionsbeschwerdeführer verpflichtet werden.\n3.1\nUnter Geltendmachung der Revisionsbeschwerdegründe der Unangemessenheit und Ungesetzlichkeit bringt der Revisionsbeschwerdeführer zusammengefasst vor, dass die Anordnung oder Verlängerung der Ausschaffungshaft einen Eingriff in die persönliche Freiheit gemäss Art 32 Abs 1\nLV und Art 5 EMRK darstelle. Der Auffassung des Fürstlichen Obergerichtes, dass der Haftgrund nach Art 59 Abs 1 lit b Z 3 AuG zu Recht bejaht\nworden sei, könne nicht gefolgt werden. Der Revisionsbeschwerdeführer\nhabe Frankreich aktenkundigerweise nicht deshalb verlassen, weil er nach\nAserbaidschan hätte ausgeschafft werden sollen. Er habe sich vielmehr\nmit der Entscheidung abgefunden und auf ein Rechtsmittel verzichtet.Von\neiner Vereitelung des Wegweisungsvollzuges in Frankreich, geschweige\ndenn von einer aktiven Vereitelung, wie sie für die Annahme eines Untertauchens gefordert werde, könne somit keine Rede sein. Er habe nach\nStellung eines Asylantrages in Frankreich auch in Deutschland einen\nAsylantrag gestellt. Den Asylentscheid in Deutschland habe er nur deshalb\nnicht abgewartet, da ihm versprochen worden sei, dass er in Frankreich\nein Haus erhalte. Da er zuvor bereits in Frankreich ein Asylgesuch gestellt\nhabe, hätte die Bundesrepublik Deutschland ohnehin einen negativen\nAsylentscheid ausgestellt und ihn wieder nach Frankreich verwiesen, weil\ndort ein Asylverfahren hängig gewesen sei. Die Ausreise von Deutschland\nnach Frankreich könne in Anbetracht dieser Tatsache nicht als Untertauchen angesehen werden. Vielmehr sei er nur in das Land zurückgekehrt,\nin welchem sein Asylgesuch hängig gewesen sei. Er habe sich daher dem\nVollzug der Ausschaffung nicht entzogen, sondern habe er diese selbst\nverwirklicht.\n- 8 -\n3.2\nDem Revisionsbeschwerdeführer sei völlig klar, dass ein Untertauchen\nkeinen Sinn machen würde. Ihm sei mittlerweile auch bekannt, dass er\ndurch den negativen Asylentscheid in Frankreich in keinem EWR-Staat\nAsyl erhalten werde. Dies bedeute für ihn, dass er im Falle eines Untertauchens auf der Strasse leben müsse. Da dies aufgrund seines schlechten\nGesundheitszustandes gar nicht möglich sei, beabsichtige er die Rückkehr\nin sein Heimatland und somit, dem Ausschaffungsbescheid umgehend\nnachzukommen. Hätte er die Absicht des Untertauchens, wäre er erst gar\nnicht von Frankreich nach Liechtenstein gereist. In Frankreich hätte er\nnämlich unbemerkt auf der Strasse leben können.\n3.3\nIn der Haftverhandlung vom 04.01.2024 habe der Revisionsbeschwerdeführer Angaben zu seinen Personalien sowie zu seinen Familienverhältnissen getätigt und somit aktiv am Verfahren mitgewirkt. Dadurch habe er\ndeutlich zu erkennen gegeben, dass er bereit sei, auch in Zukunft am\nVerfahren mitzuwirken. Unabhängig davon sei der blosse Umstand, dass\ndie Person illegal eingereist sei oder über keine Papiere verfüge, ohnehin\nnicht ausreichend für die Annahme der Untertauchensgefahr.\n3.4\nDer Beschluss des Verwaltungsgerichtshofes vom 15.12.2023 sei dem\nRechtsmittelwerber anlässlich der Anhörung am 03.01.2024 mündlich\nmitgeteilt, aber nicht rechtmässig eröffnet worden, da entgegen Art 11 Abs\n1 Asylgesetz keine Übersetzung erfolgt sei. Es sei ihm lediglich erklärt\nworden, dass die Entscheidung der Regierung, mit der er nach Aserbaidschan weggewiesen worden sei, rechtskräftig sei. Der Spruch der Entscheidung, eine summarische Zusammenfassung der Entscheidungsgründe\nsowie die Rechtsbelehrung seien ihm nicht übersetzt und damit die Wegweisungsentscheidung nicht rechtswirksam eröffnet worden, weshalb sie\nbis dato nicht habe in Rechtskraft erwachsen können. Bereits aus diesem\nGrund sei die angeordnete Ausschaffungshaft aufzuheben. Wäre der Revisionsbeschwerdeführer über das Recht zum Beizug eines Rechtsvertreters belehrt worden, hätte er einen solchen beigezogen und hätte dieser\nentsprechend darauf hingewiesen, dass die Wegweisungsentscheidung\nnicht rechtswirksam eröffnet worden sei.\n3.5\nDies habe das Fürstliche Obergericht ebenso unberücksichtigt gelassen\nwie den Umstand, dass der Revisionsbeschwerdeführer nach wie vor die\nMöglichkeit habe, eine Individualbeschwerde samt aufschiebender Wirkung\nbeim Staatsgerichtshof zu erheben. Die Rechtskraft der Regierungsentscheidung liege somit entgegen den Ausführungen des APA bis heute\nnicht vor. Nach mündlicher Mitteilung der Wegweisung, jedoch nicht\nrechtskräftiger Eröffnung, habe der Rechtsmittelwerber mehrfach geäussert,\n- 9 -\nnach Aserbaidschan zurückkehren zu wollen und auch im Aufnahmezentrum auf seine Ausreise nach Aserbaidschan zu warten. Nach bundesgerichtlicher Rechtsprechung dürfe die Erklärung, nicht in den Heimatstaat\nzurückkehren zu wollen, dem Betroffenen nicht zum Nachteil ausgelegt\nwerden, solange das Asylverfahren noch hängig sei. Da der Wegweisungsentscheid dem Revisionsbeschwerdeführer nicht rechtsgültig eröffnet\nworden sei, sei das Asylverfahren noch hängig.\n3.5.1\nSeine Äusserungen vor der nicht rechtskräftigen Mitteilung des Wegweisungsentscheides, nicht nach Aserbaidschan zurückzuwollen, könnten\ndaher nicht zu seinem Nachteil ausgelegt werden und stellten auch kein\nIndiz für ein mögliches Untertauchen dar. Er beabsichtige ohnehin die\nRückkehr in sein Heimatland, sei bisher noch nie untergetaucht und habe\nsich nie aktiv dem Vollzug eines Ausweisungsentscheides entzogen. Auch\nin Liechtenstein habe er zu keiner Zeit den Eindruck erweckt, untertauchen\nzu wollen oder zu können. Der Haftgrund nach Art 59 Abs 1 lit b Z 3 und\n7 AuG liege daher nicht vor. Der angefochtene Beschluss sei somit gesetzwidrig, unangemessen, unverhältnismässig und verfassungswidrig.\n3.6\nNach Art 61a Abs 6 AuG seien die Bestimmungen der Strafprozessordnung\nergänzend zu jenen des Ausländergesetzes anwendbar. Nach § 147 Abs\n1 StPO habe der Untersuchungsrichter vor Beginn der Vernehmung den\nBeschuldigten nach § 130 Abs 1 zweiter und dritter Satz StPO zu belehren,\nwonach der Festgenommene zu Beginn der Vernehmung vom Untersuchungsrichter über die gegen ihn erhobenen Anschuldigungen zu unterrichten und darauf hinzuweisen sei, dass es ihm freistehe, sich zu äussern\noder nicht zur Sache auszusagen und sich zuvor mit einem Verteidiger zu\nverständigen. Gemäss § 147 Abs 2 StPO habe der Beschuldigte zudem\ndas Recht, seiner Vernehmung einen Verteidiger beizuziehen. Der Revisionsbeschwerdeführer hätte somit zu Beginn der Hafteinvernahme vom\n04.01.2024 über sein Recht, einen Verteidiger beiziehen zu können, belehrt\nwerden müssen, was allerdings nicht erfolgt sei, wie dem Protokoll über\ndie Haftverhandlung vom 04.01.2024 (ON 8) zu entnehmen sei. Wäre er\nentsprechend belehrt worden, hätte er jedenfalls einen Rechtsanwalt beigezogen.\n3.6.1\nDas Fürstliche Obergericht übersehe bei seinen Ausführungen, dass es\nnicht darauf ankomme, ob dem Rechtsmittelwerber nach der Hafteinvernahme ein Verfahrenshelfer beigegeben werde, sondern darauf, ob dieser\nbei Beginn der Hafteinvernahme darüber belehrt werde, dass ihm die\nRechte gemäss Art 61a Abs 6 AuG iVm §§ 147 Abs 1, 130 Abs 1 zweiter\nSatz und 147 Abs 2 StPO zukämen, einen Verteidiger zu kontaktieren und\n- 10 -\nvon Beginn an einen Verteidiger beizuziehen. Da er darüber nicht belehrt\nworden sei, sei die Einvernahme nicht gesetzmässig erfolgt und nicht zu\nverwerten. Die fehlende Belehrung stelle jedenfalls einen Eingriff in die\nverfassungsmässig geschützten Rechte, insbesondere die Verteidigungsrechte, dar.\n3.7\nEventualiter wäre der Rechtsmittelwerber jedenfalls unter Anwendung\ngelinderer Mittel freizulassen gewesen. Er sei bereit gewesen und sei dies\nauch weiterhin, das Gelöbnis abzulegen, bis zur allfälligen Ausschaffung\nweder zu flüchten noch sich verborgen zu halten, noch sich ohne Genehmigung des Untersuchungsrichters von seinem Aufenthaltsort zu entfernen.\nKumulativ sei er wie bereits bisher bereit, die Weisung, an einem bestimmten Ort (namentlich im Asylzentrum) oder bei einer bestimmten Familie zu\nwohnen, jeden Wechsel des Aufenthaltsortes anzuzeigen oder sich in\nbestimmten Zeitabständen bei Gericht oder einer anderen Stelle zu melden,\nzu akzeptieren. Es wären daher aufgrund des Verhältnismässigkeitsgrundsatzes und auch im Lichte von Art 32 LV eventualiter gelindere Massnahmen anzuwenden gewesen.\n4.\nDie Liechtensteinische Staatsanwaltschaft verzichtete auf eine Gegenäusserung zur Revisionsbeschwerde (AVB 2).\n5.\nDer Fürstliche Oberste Gerichtshof hat Folgendes erwogen:\n5.1\nVoranzustellen ist zunächst, dass der Fürstliche Oberste Gerichtshof bei\neiner Revisionsbeschwerde gegen den Beschluss des Fürstlichen Obergerichtes in Haftsachen gemäss § 240 Abs 2 StPO - welche Bestimmung\nsinngemäss auch bei der Beurteilung der Rechtmässigkeit einer Ausschaffungshaft anzuwenden ist - lediglich über die Gesetzmässigkeit und Angemessenheit des angefochtenen Beschlusses entscheidet, wobei er seiner\nEntscheidung die Verfahrenslage zum Zeitpunkt der angefochtenen Beschlussfassung zugrunde zu legen hat.\n5.1.1\nDer Revisionsbeschwerdeführer befindet sich zwar nicht mehr in Haft,\nsondern wurde laut Mitteilung des Ausländer- und Passamtes vom\n15.02.2024 und dem Transportbericht vom 16.02.2024 am 14.02.2024,\n12.00 Uhr, nach Übergabe an die Flughafenpolizei Genf nach Aserbaidschan ausgeschafft. Der Oberste Gerichtshof überprüft die Rechtmässigkeit der Haft aber auch dann noch, wenn diese inzwischen aufgehoben\nwurde (OGH 11 UR.2014.497 LJZ 2015, 51).\n- 11 -\n5.1.2\nDie Revisionsbeschwerde ist daher zulässig (Art 61a Abs 1 und 6 AuG\niVm § 240 Abs 1 Z 1a StPO). Sie ist auch rechtzeitig, jedoch nicht berechtigt.\n5.2\nNach Art 59 Abs 1 lit b Z 3 AuG kann die betroffene Person nach Eröffnung\ndes Weg- oder Ausweisungsentscheides zur Sicherstellung des Vollzuges\nin Haft genommen werden, wenn konkrete Anzeichen befürchten lassen,\ndass sie sich der Ausschaffung widersetzen oder entziehen will, insbesondere, weil sie der Mitwirkungspflicht bei der Beschaffung ihres Reisepasses\nnach Art 65 lit c nicht nachkommt.\n5.2.1\nGemäss Art 65 („Mitwirkungspflicht“) AuG sind Ausländer sowie am Verfahren nach diesem Gesetz beteiligte Dritte verpflichtet, an der Feststellung\ndes für die Anwendung dieses Gesetzes massgebenden Sachverhaltes\nmitzuwirken. Sie müssen insbesondere\na) wahrheitsgetreue und vollständige Angaben über die für die Regelung\ndes Aufenthaltes wesentlichen Tatsachen machen;\nb) die erforderlichen Beweismittel unverzüglich einreichen oder sich darum\nbemühen, sie innerhalb einer angemessenen Frist zu beschaffen und\nihren Reisepass beschaffen oder bei dessen Beschaffung durch die Behörden mitwirken.\n5.2.2\nNach Art 59 Abs 1 lit b Z 7 AuG ist die Inhaftierung möglich, wenn die\nPerson die Einreisevoraussetzungen nach Art 7 AuG nicht oder nicht mehr\nerfüllt.\n5.3\nDas Fürstliche Obergericht hat in der angefochtenen Entscheidung ausführlich die Gründe für die Bejahung des Haftgrundes nach Art 59 Abs 1\nlit b Z 3 AuG dargelegt und in Übereinstimmung mit den Ausführungen\ndes Fürstlichen Landgerichtes überzeugend die Gefahr des Untertauchens\ndurch den Revisionsbeschwerdeführer bejaht. Eine solche besteht nämlich\ndann, wenn die ausländische Person bereits einmal untergetaucht ist,\nwenn sie versucht hat, durch erkennbar unglaubwürdige und widersprüchliche Angaben die Vollzugsbedingungen zu erschweren oder wenn sie\nsonst klar zu erkennen gibt, dass sie nicht bereit ist, in ihre Heimat zurückzukehren (BGE 130 II 56 E. 3.1; OGH 12 UR.2017.307 LES 2017, 207).\n5.3.1\nDie Ausführungen des Beschwerdegerichtes unter Verweis auf die Entscheidungen des Bundesgerichtes BGE 122 II 49 E. 2a und 129 I 139 E.\n4.2.1, wonach rein passives Verhalten im Unterschied zu eigentlichen\nTäuschungsmanövern nicht genüge, sondern es einer aktiven Vereitelung\ndes Wegweisungsvollzuges bedürfe, betreffen allerdings die frühere Gesetzeslage. Mit Art 13b Abs 1 lit c und Art 13f chANAG idF vom 19.12.2003\n- 12 -\nhat der Schweizer Gesetzgeber ausdrücklich eine verstärkte Mitwirkungspflicht normiert, welche das passive Verhalten einer aktiven Vereitelung\ndes Wegweisungsvollzugs gleichsetzt und somit auch passives Verhalten\nbei der Identitätsabklärung und Papierbeschaffung zur Annahme einer\nUntertauchensgefahr genügen lässt (BGE 130 II 377 E. 3.2.2 und 3.2.3).\nDer liechtensteinische Gesetzgeber hat eine der Schweizer Rezeptionsvorlage entsprechende Mitwirkungspflicht in Art 59 Abs 1 lit b Z 3 iVm Art\n65 lit c AuG vorgesehen und auch darauf hingewiesen, dass ein passives\noder renitentes Verhalten bei der Beschaffung des Reisepasses eine\nzentrale Verletzung der Mitwirkungspflicht darstelle, was zur Anordnung\neiner Haft führen könne (BuA 2008/77, 115).\n5.3.2\nBereits das Verhalten des Revisionsbeschwerdeführers, zunächst in\nFrankreich einen Asylantrag zu stellen, jedoch ohne den Ausgang des\nVerfahrens abzuwarten und sich den Behörden zur Verfügung zu stellen,\nnach Deutschland weiter zu reisen, dort neuerlich einen Asylantrag zu\nstellen und zuvor seinen Reisepass zu verbrennen, den Ausgang des\nAsylverfahrens wiederum nicht abzuwarten, sondern nach Frankreich zurückzukehren, nach der negativen Asylentscheidung in Frankreich nicht\nin seine Heimat Aserbaidschan auszureisen, sondern sich nach Liechtenstein zu begeben und auch hier Asyl zu beantragen, stellen die konkreten\nAnzeichen dar, die die Gefahr des Untertauchens im Sinne des Art 59 Abs\n1 lit b Z 3 AuG begründen. Hinzu kommt, dass der Revisionsbeschwerdeführer seiner Mitwirkungspflicht bei der Beschaffung seines Reisepasses\nnach Art 65 lit c AuG nicht nachgekommen ist, indem er zunächst Angaben\nzu seiner Person verweigerte und auch nach Verkündung des Haftbeschlusses sich dahingehend äusserte, dass er an der Papierbeschaffung nicht\nmitwirken werde. Auch daraus ergaben sich konkrete Anhaltspunkte dafür,\ndass sich der Revisionsbeschwerdeführer der Ausschaffung entziehen\nwollte.\n5.3.3\nDie Erklärungen und Rechtfertigungen des Rechtsmittelwerbers für sein\nVerhalten sowie seine Beteuerungen im Rahmen der Haftverhandlung\nvom 04.01.2024 (ON 8), in sein Heimatland zurückkehren zu wollen, sind\nnicht überzeugend und nicht geeignet, die durch die Unterinstanzen\nmängelfrei und schlüssig begründete Gefahr des Untertauchens und damit\nden Haftgrund nach Art 59 Abs 1 lit b Z 3 AuG in Zweifel zu ziehen.\n5.4\nDer Rechtsmittelwerber legte bei seiner Einreise nach Liechtenstein keinen\nReisepass vor und besitzt einen solchen nach eigenen Angaben auch gar\nnicht mehr, da er ihn bereits im Jahre 2018 verbrannt hat. Auch ein gültiges\nVisum konnte er nicht vorlegen (Art 7 Abs 1 lit a AuG). Darüber hinaus\n- 13 -\nverfügte er nicht über genügend finanzielle Mittel für den Aufenthalt (Art\n7 Abs 1 lit b AuG). Damit hat er die Einreisevoraussetzungen nach Art 7\nAuG nicht erfüllt, sodass die Unterinstanzen den Haftgrund nach Art 59\nAbs 1 lit b Z 7 AuG ebenfalls zu Recht bejahten. Allein dieser Haftgrund,\nder auch argumentativ durch den Revisionsbeschwerdeführer nicht in\nFrage gestellt wurde, hätte im Übrigen bereits ausgereicht, um ihn in\nAusschaffungshaft nehmen zu können.\n5.5\nMit seinem Vorbringen, der Beschluss des Verwaltungsgerichtshofes vom\n15.12.2023 sei ihm nicht rechtwirksam eröffnet worden, weshalb dieser\nbis dato nicht habe in Rechtskraft erwachsen können, sodass bereits aus\ndiesem Grund die Ausschaffungshaft aufzuheben wäre, übergeht der\nRechtsmittelwerber, dass für die Verhängung der Ausschaffungshaft nach\nArt 59 Abs 1 lit b AuG lediglich ein erstinstanzlicher Weg- oder Ausweisungsentscheid vorliegen muss. Dass dieser rechtskräftig ist, wird nicht\nvorausgesetzt. Der im Rechtsmittel zitierte Art 11 Abs 1 AsylG bezieht\nsich im Übrigen auf Entscheidungen und Verfügungen der Regierung oder\ndes zuständigen Regierungsmitgliedes und nicht auf Entscheidungen des\nVerwaltungsgerichtshofes nach Art 77 AsylG. Unabhängig davon wurde\ndem Revisionsbeschwerdeführer anlässlich des rechtlichen Gehörs zu\neinem allfälligen Einreiseverbot am 03.01.2024 durch das Ausländer- und\nPassamt mitgeteilt, dass der Verwaltungsgerichtshof mit Entscheid vom\n15.12.2023 seine Beschwerde vom 21.11.2023 gegen die Entscheidung\nder Regierung des Fürstentums Liechtenstein vom 31.10.2023 abgewiesen\nhat, sodass der Ausspruch seiner Wegweisung nach Aserbaidschan\nrechtskräftig und vollziehbar ist (AS 105 in ON 7). Die Entscheidung des\nVerwaltungsgerichtshofes ist letztinstanzlich, sodass auch die Möglichkeit\nder Erhebung einer Individualbeschwerde an den Staatsgerichtshof an\nder Rechtskraft dieses Urteiles nichts ändern kann. Entgegen der Behauptung des Revisionsbeschwerdeführers ist das Asylverfahren damit auch\nnicht mehr hängig.\n5.5.1\nRichtig ist allerdings, dass die Erklärung, nicht in den Heimatstaat zurückkehren zu wollen, dem Betroffenen, solange noch ein Asylverfahren hängig\nist, nicht zum Nachteil gereichen darf (BGE 129 I 139 E. 4.1). Dies vermag\ndem Rechtsmittel jedoch nicht zum Erfolg zu verhelfen, zumal das Erstgericht und auch das Beschwerdegericht ihre Entscheidungen nicht auf eine\nderartige Äusserung des Revisionsbeschwerdeführers stützten.\n5.6\nAuch mit der behaupteten Verletzung seiner Verteidigungsrechte ist der\nRevisionsbeschwerdeführer nicht im Recht. Art 61a Abs 5 AuG lautet wie\nfolgt: „Wird die Haft durch das Landgericht bestätigt, bedarf die inhaftierte\n- 14 -\nPerson für die weitere Dauer der Haft eines Rechtsbeistandes. § 26 StPO\ngilt sinngemäss“.\n5.6.1\nArt 61a Abs 5 AuG fordert somit den Beistand eines Verteidigers nicht\nschon bei der Anordnung oder Durchführung der Verhandlung gemäss\nArt 60 Abs 3 AuG zur Überprüfung der Rechtmässigkeit und Angemessenheit der Haft. Erst, wenn aufgrund der Ergebnisse der Haftverhandlung\ndas Fürstliche Landgericht die vom Ausländer- und Passamt oder von der\nLandespolizei angeordnete Haft bestätigt, kommt Art 61a Abs 5 AuG zum\nTragen, wonach nunmehr die inhaftierte Person für die weitere Dauer der\nHaft eines Rechtsbeistandes bedarf (OGH 13 UR.2016.235 GE 2017, 41).\n5.6.2\nDarüber wurde der Rechtsmittelwerber in der Haftverhandlung belehrt (AS\n121 in ON 8). Ebenso darüber, dass er bei fehlenden finanziellen Mitteln\nAnspruch auf einen Verteidiger nach § 26 Abs 2 StPO hat. Über seinen\nAntrag wurde ihm in der Folge auch für die Dauer der Haft im Rahmen\ndes Ausschaffungsverfahrens ein Verteidiger nach § 26 Abs 2 StPO beigegeben.\n5.6.3\nSoweit der Rechtsmittelwerber moniert, dass er über sein ihm in Anwendung der StPO zustehendes Recht auf Beiziehung eines Verteidigers zu\nseiner Vernehmung nicht belehrt worden sei, ist er auch damit nicht im\nRecht.\n5.6.3.1Da das Ausländergesetz idF LGBl 2008/311 keine grundsätzlichen Verfahrensbestimmungen in Haftsachen enthielt, wurde mit Gesetz vom\n16.03.2011 über die Abänderung des Ausländergesetzes (LGBl 2011/177)\nArt 61a AuG eingefügt, welche Bestimmung das im Rahmen der Ausschaffungshaft durchzuführende gerichtliche Verfahren regelt (BuA 2010/110,\n68 ff). Diese Bestimmung lautet wie folgt:\n„1) Der inhaftierten Person sowie der Staatsanwaltschaft kommen im\nVerfahren betreffend die Haft nach Art 58 bis 61 Parteistellung zu.\n2) Die inhaftierte Person ist in der Haftüberprüfungsverhandlung nicht zur\nAussage verpflichtet. Sie ist vom Landgericht hierüber zu belehren.\n3) Die nach Art 60 Abs 1 zuständige Behörde übermittelt unverzüglich\nnach Erlassung der Haftanordnung:\na) dem Landgericht eine Ausfertigung der Haftanordnung samt einer Kopie\ndes Verfahrensaktes;\nb) der Staatsanwaltschaft eine Kopie der Haftanordnung.\n4) Das Ausländer- und Passamt ist in der Haftüberprüfungsverhandlung\nanzuhören.\n- 15 -\n5) Wird die Haft durch das Landgericht bestätigt, bedarf die inhaftierte\nPerson für die weitere Dauer der Haft eines Rechtsbeistandes. § 26 StPO\ngilt sinngemäss.\n6) Die Bestimmungen der Strafprozessordnung sind ergänzend anwendbar.\n7) Die Regierung kann das Nähere mit Verordnung regeln.“\n5.6.3.2Art 61a Abs 2 AuG legt ausdrücklich fest, worüber der Betroffene in der\nHaftverhandlung im Ausschaffungsverfahren zu belehren ist und stellt\ndaher die speziellere Norm dar, sodass in der StPO vorgesehene Regelungen über die Belehrungspflicht gegenüber Beschuldigten im Rahmen\nder Vernehmung nicht zur Anwendung kommen. Der Revisionsbeschwerdeführer wurde somit in seinem Recht auf Verteidigung nicht verletzt.\n5.7\nErfolglos bleibt die Revisionsbeschwerde auch mit dem Begehren, dass\nvon der Verhängung der Ausschaffungshaft gegen Anwendung gelinderer\nMittel Abstand zu nehmen gewesen wäre. Gemäss Art 60 Abs 1a AuG ist\ndie Anordnung einer Haft zulässig, sofern sie verhältnismässig ist und sich\nweniger einschneidende Massnahmen nicht wirksam anwenden lassen.\nDie Anwendung gelinderer Mittel ist daher auch im Falle einer Ausschaffungshaft zu prüfen (BuA 2017/65, 35). Diese Prüfung nahm das Fürstliche\nObergericht dementsprechend auch vor und kam in Übereinstimmung mit\ndem Erstgericht zum ausreichend begründeten und rechtskonformen Ergebnis, dass das ausführlich dargestellte bisherige Verhalten des\nRechtsmittelwerbers die Substituierung der Ausschaffungshaft durch Anwendung gelinderer Mittel bei realitätsbezogener Betrachtung (RIS-Justiz\nRS0097850) nicht zuliess. Die Revisionsbeschwerde wiederholte diesbezüglich ihr Vorbringen in ihrer Beschwerde vom 08.01.2024 (ON 16), ohne\nsich mit den Darlegungen des Fürstlichen Obergerichtes zu diesem Punkt\nauseinanderzusetzen. Die blosse Beteuerung, sich behördlichen Auflagen\nentsprechend verhalten zu wollen, ist nicht geeignet, die Richtigkeit und\nAngemessenheit der angefochtenen Entscheidung in Zweifel zu ziehen.\n5.8\nUnberechtigt ist die Revisionsbeschwerde zudem mit ihrer Kritik der Unangemessenheit der angefochtenen Beschlussfassung. Der mit der Verhängung einer Untersuchungshaft und auch einer Haft nach den Bestimmungen des Ausländergesetzes verbundene Eingriff in das von Art 32 LV und\nArt 5 EMRK gewährleistete Recht auf persönliche Freiheit ist in den dazu\ngesetzlich beschriebenen Fällen möglich. Unangemessen ist eine Massnahme, wenn sie in keinem angemessenen Verhältnis zur Beeinträchtigung\nschutzwürdiger Interessen steht. Davon kann vorliegend keine Rede sein.\nDie Freiheitsbeschränkung erfolgte nach Erfüllung der hiefür vom Gesetz\ngeforderten Voraussetzungen sowie unter Bedachtnahme auf das Gewicht\n- 16 -\nder Haftgründe und die persönlichen Verhältnisse des Betroffenen ohne\nMissachtung des Verhältnismässigkeitsgrundsatzes. Auch die vom Erstgericht bestimmte und vom Obergericht nicht kritisierte (voraussichtliche)\nDauer der Ausschaffungshaft war nicht unverhältnismässig, weil es sich\nhiebei ohnedies nur um die mögliche Höchstfrist handelte und mit der\nDurchführung der Ausschaffung vor Ablauf dieser Frist zu rechnen war,\nder genaue Zeitpunkt jedoch nicht bestimmt werden konnte (OGH 12\nUR.2017.307 LES 2017, 207).\n5.9\nDer angefochtenen Entscheidung haften somit die behaupteten Mängel\nnicht an, sodass der Revisionsbeschwerde ein Erfolg zu versagen war.\nDie Kostenentscheidung stützt sich auf § 307 StPO iVm Art 61b Abs 2\nAuG.\nVaduz, am 1. März 2024\nFürstlicher Oberster Gerichtshof, 2. Senat\n- 17 -"}
